export const FIND_RU = 'Поиск';
export const PASTE_RU = 'Вставить';
export const DOWNLOADS_RU = 'Загрузки';
export const SEARCH_RU = 'Поиск';
export const INFORMATION_RU = 'Информация';
export const ABOUT_RU = 'О проекте';
export const CONTACTS_RU = 'Контакты';
export const PRIVACY_POLICY_RU = 'Политика конфиденциальности';
export const TERMS_AND_CONDITIONS_RU = 'Условия и положения';
export const DOWNLOAD_VIDEO_RU = 'Скачать видео';
export const DOWNLOAD_MP3_RU = 'Скачать mp3';
export const NO_INTERNET_RU = 'Нет подключения к интернету! ❌';
export const SORRY_RU = 'Извините, проверьте свое интернет соединение.';
export const OKAY_RU = 'Ок';
export const OOPS_RU = 'Упс';
export const MUSIC_SAVED_RU = 'Музыка сохранена в память телефона в папку MusicFlipDown';
export const VIDEO_SAVED_RU = 'Видео сохранено';
export const DO_YOU_WANT_TO_SAVE_MUSIC_RU = 'Вы хотите скачать музыку';
export const DO_YOU_WANT_TO_SAVE_VIDEO_RU = 'Вы хотите скачать видео';
export const ENTER_YOUR_LINK_RU = 'Вставьте вашу ссылку';
export const YES_RU = 'Да';
export const NO_RU = 'Нет';
export const DO_YOU_WANT_TO_DELETE_FILE_RU = 'Вы уверены, что хотите удалить файл?';
export const INSERT_YOUR_LINK_RU = 'Вставьте ссылку TT';
export const DO_YOU_WANT_TO_EXIT_RU = 'Вы хотите выйти';
export const EXIT_APP_RU = 'Выход из приложения';
export const VIDEO_DELETED_RU = 'Видео удалено';
export const SCREEN_IS_EMPTY_RU = 'Экран загрузок пуст';

// ABOUT STRINGS
export const ABOUT_PROJECT_RU = 'Проект FlipDown - что это?';
export const IF_YOU_NEED_RU =
  'Если вам необходимо скачать видео из TT и вы не знаете, как это сделать, то советуем обратить внимание на проект FlipDown - это приложение, которое позволяет справиться с задачей всего за несколько секунд. Сервис отличается простым и понятным интерфейсом, а значит дает возможность найти и загрузить любые ролики из TT и тинейджерам, и молодым людям и пользователям в возрасте. Сложностей точно не возникнет: мы предлагаем лучшее решение для сохранения роликов на любом устройстве.';
export const HOW_TO_USE_RU = 'Как пользоваться сервисом?';
export const WORKING_WITH_RU =
  'Работа с приоложением предполагает выполнение совсем несложных действий: чтобы загрузить видеоролики и музыку из TT необходимо всего несколько шагов. Все, что вам нужно, это:';
export const GO_TO_THE_APP_RU = 'зайти в приложение и найти клип, который пришелся по душе;';
export const COPY_LINK_RU = 'скопировать ссылку, используя кнопку «Поделиться»;';
export const OPEN_THE_APP_RU =
  'открыть приложение сервиса FlipDown и вставить скопированную ссылку в поле для ввода.';
export const THE_FINAL_STEP_RU =
  'Последний штрих – нажать кнопку «Скачать» и дождаться загрузки видео-ролика: его можно будет найти в папке «Загрузки» или «Галерея».\n' +
  '\n' +
  'В приложении можно загрузить не только короткие видеоклипы, но и музыку из популярного приложения. Алгоритм действий не меняется: это все так же легко и просто.';
export const BENEFITS_RU = 'Преимущества FlipDown: что стоит знать пользователю?';
export const IF_YOU_CHOSEN_RU =
  'Если вы выбрали FlipDown для скачивания файлов, то точно не прогадали, ведь сервис обладает массой преимуществ. Основные плюсы это:';
export const NO_USER_FEES_RU =
  'отсутствие платы за пользование. При скачивании роликов из TT без водяного знака действительно не придется платить, даже если контента много, а его размеры немаленькие;';
export const HIGH_QUALITY_RU =
  'качественные видео. FlipDown позволяет загрузить ролики без потери качества, а значит их просмотр на вашем устройстве будет максимально комфортным;';
export const ANY_FORMAT_RU =
  'любой формат видео. Вы можете без проблем скачивать ролики в МР4, AVI, 3GP и других форматах. В любом случае сохранение будет максимально быстрым, а ролик качественным;';
export const CONFIDENTIALITY_RU =
  'конфиденциальность. FlipDown не сохраняет данные про пользователей, даже если вы открываете приложение ежедневно и загружаете большое количество контента.';
export const USING_THE_FLIPDOWN_RU =
  'Использовать FlipDown совершенно не трудно, к тому же регистрироваться и проходить авторизацию нет необходимости. Скачивать дополнительные расширения, плагины, дополнения нет необходимости.\n' +
  '\n' +
  'Еще одно важное достоинство – возможность загрузить контент на любое устройство. Это может быть и планшет или смартфон, на котором вы обычно просматриваете ролики.\n' +
  '\n' +
  'Загрузка выполняется быстро, буквально за несколько секунд, если ролик стандартного размера, длительностью до 60 секунд. Для сохранения длинных видео потребуется больше времени, но качество останется оригинальным.\n' +
  '\n' +
  'Готовы познакомиться с сервисом FlipDown? Спешите и наслаждайтесь видеороликами из TT без использования приложения и подключения к интернету: наш сервис выбрали уже сотни пользователей популярного приложения. Это действительно максимально простой и удобный способ загрузки клипов без водяного знака и регистрации, который точно понравится вам и вашим близким!';

// CONTACTS STRING

export const CONTACT_US_RU = 'Связаться с нами';
export const YOU_CAN_CONTACT_US_RU = 'Вы можете связаться с нами по следующим контактным данным:';
export const IF_YOU_HAVE_QUESTIONS_RU =
  'Если у вас есть вопросы, предложения или комментарии, пожалуйста, не стесняйтесь обращаться к нам. Мы всегда готовы помочь вам и ответить на все ваши вопросы.';
export const WE_VALUE_YOUR_ATTENTION_RU =
  'Мы ценим ваше внимание к нашему приложению и всегда готовы помочь вам. Независимо от вопросов или запросов, вы можете быть уверены, что получите нашу профессиональную и дружелюбную поддержку.';
