export const DOWNLOAD_RU = 'Скачать';
export const SEARCH_RU = 'Поиск';
export const INFORMATION_RU = 'Информация';
export const ABOUT_RU = 'О проекте';
export const CONTACTS_RU = 'Контакты';
export const PRIVACY_POLICY_RU = 'Политика конфиденциальности';
export const TERMS_AND_CONDITIONS_RU = 'Условия и положения';
export const DOWNLOAD_VIDEO_RU = 'Скачать видео';
export const DOWNLOAD_MP3_RU = 'Скачать mp3';

// ABOUT STRINGS
export const ABOUT_PROJECT_RU = 'Проект FlipTok - что это?';
export const IF_YOU_NEED_RU =
  'Если вам необходимо скачать видео с Тик Ток и вы не знаете, как это сделать, то советуем обратить внимание на проект FlipTok - это сайт, который позволяет справиться с задачей всего за несколько секунд. Сервис отличается простым и понятным интерфейсом, а значит дает возможность найти и загрузить любые ролики из Тик Ток и тинейджерам, и молодым людям и пользователям в возрасте. Сложностей точно не возникнет: мы предлагаем лучшее решение для сохранения роликов на любом устройстве.';
export const HOW_TO_USE_RU = 'Как пользоваться сервисом?';
export const WORKING_WITH_RU =
  'Работа с сайтом предполагает выполнение совсем несложных действий: чтобы загрузить видеоролики и музыку из Тик Ток необходимо всего несколько шагов. Все, что вам нужно, это:';
export const GO_TO_THE_APP_RU = 'зайти в приложение и найти клип, который пришелся по душе;';
export const COPY_LINK_RU = 'скопировать ссылку, используя кнопку «Поделиться»;';
export const OPEN_THE_APP_RU =
  'открыть сайт сервиса FlipTok и вставить скопированную ссылку в поле для ввода.';
export const THE_FINAL_STEP_RU =
  'Последний штрих – нажать кнопку «Скачать» и дождаться загрузки видео-ролика: его можно будет найти в папке «Загрузки» или «Мои файлы». Обратите внимание, что скачать видео в Тик Ток без водяного знака позволяет именно FlipTok: другие подобные сервисы так не умеют.\n' +
  '\n' +
  'На сайте можно загрузить не только короткие видеоклипы, но и музыку из популярного приложения. Алгоритм действий не меняется: это все так же легко и просто.';
export const BENEFITS_RU = 'Преимущества FlipTok: что стоит знать пользователю?';
export const IF_YOU_CHOSEN_RU =
  'Если вы выбрали FlipTok для скачивания файлов, то точно не прогадали, ведь сервис обладает массой преимуществ. Основные плюсы это:';
export const NO_USER_FEES_RU =
  'отсутствие платы за пользование. При скачивании роликов из Тик Ток без водяного знака действительно не придется платить, даже если контента много, а его размеры немаленькие;';
export const HIGH_QUALITY_RU =
  'качественные видео. FlipTok позволяет загрузить ролики без потери качества, а значит их просмотр на вашем устройстве будет максимально комфортным;';
export const ANY_FORMAT_RU =
  'любой формат видео. Мы можете без проблем скачивать ролики в МР4, AVI, 3GP и других форматах. В любом случае сохранение будет максимально быстрым, а ролик качественным;';
export const CONFIDENTIALITY_RU =
  'конфиденциальность. FlipTok сохраняет данные про пользователей, даже если вы открываете сайт ежедневно и загружаете большое количество контента.';
export const USING_THE_FLIPTOK_RU =
  'Использовать сайт FlipTok совершенно не трудно, к тому же регистрироваться и проходить авторизацию нет необходимости. Скачивать дополнительные расширения, плагины, дополнения нет необходимости, ведь сайт работает в любом браузере.\n' +
  '\n' +
  'Еще одно важное достоинство сайта – возможность загрузить контент на любое устройство. Это может быть и планшет, и смартфон, и ноутбук, то есть любой девайс, на котором вы обычно просматриваете ролики.\n' +
  '\n' +
  'Загрузка выполняется быстро, буквально за несколько секунд, если ролик стандартного размера, длительностью до 60 секунд. Для сохранения длинных видео потребуется больше времени, но качество останется оригинальным.\n' +
  '\n' +
  'Готовы познакомиться с сервисом FlipTok? Спешите и наслаждайтесь видеороликами из Тик Ток без использования приложения и подключения к интернету: наш сервис выбрали уже сотни пользователей популярного приложения. Это действительно максимально простой и удобный способ загрузки клипов без вотермарки и регистрации, который точно понравится вам и вашим близким!';

// CONTACTS STRING

export const CONTACT_US_RU = 'Связаться с нами';
export const YOU_CAN_CONTACT_US_RU = 'Вы можете связаться с нами по следующим контактным данным:';
export const IF_YOU_HAVE_QUESTIONS_RU =
  'Если у вас есть вопросы, предложения или комментарии, пожалуйста, не стесняйтесь обращаться к нам. Мы всегда готовы помочь вам и ответить на все ваши вопросы.';
export const WE_VALUE_YOUR_ATTENTION_RU =
  'Мы ценим ваше внимание к нашему сайту и всегда готовы помочь вам. Независимо от вопросов или запросов, вы можете быть уверены, что получите нашу профессиональную и дружелюбную поддержку.';

// PRIVACY POLICY STRINGS

export const LAST_UPDATE_RU = 'Последнее обновление 10 мая, 2023';
export const THIS_PRIVACY_NOTICE_RU =
  'В этом уведомлении о конфиденциальности для FlipTok («Компания», «мы», «нас» или «наш») описывается, как и почему мы можем собирать, хранить, использовать и/или передавать («обрабатывать») вашу информацию, когда вы используете наши услуги («Услуги»), например, когда вы:';
export const VISIT_OUR_WEBSITE_RU =
  'Посещаете наш веб-сайт https://fliptok.app/ или любой наш веб-сайт, на котором имеется ссылка на настоящее уведомление о конфиденциальности.';
export const ENGAGE_WITH_US_RU =
  'Взаимодействуете с нами другими соответствующими способами, включая любые продажи, маркетинг или события.';
export const QUESTION_OR_CONCERNS_RU = 'Вопросы или опасения? ';
export const READING_THIS_NOTICE_RU =
  'Ознакомление с этим уведомлением о конфиденциальности поможет вам понять ваши права и возможности выбора в отношении конфиденциальности. Если вы не согласны с нашей политикой и практикой, не используйте наши Услуги. Если у вас все еще есть какие-либо вопросы или сомнения, свяжитесь с нами по адресу Fliptokapp@gmail.com.';
export const SUMMARY_OF_KEY_POINTS_RU = 'Обзор ключевых моментов';
export const SUMMARY_PROVIDES_RU =
  'В этом кратком изложении представлены ключевые моменты нашего уведомления о конфиденциальности, но вы можете узнать более подробную информацию по любой из этих тем, щелкнув ссылку после каждого ключевого момента или воспользовавшись нашим оглавлением ниже, чтобы найти нужный раздел.';
export const PERSONAL_INFO_RU = 'Какую личную информацию мы обрабатываем?';
export const WHEN_YOU_VISIT_RU =
  'Когда вы посещаете, используете или перемещаетесь по нашим Сервисам, мы можем обрабатывать личную информацию в зависимости от того, как вы взаимодействуете с FlipTok и Сервисами, от вашего выбора, а также от продуктов и функций, которые вы используете. Узнайте больше о личной информации, которую вы нам раскрываете.';
export const DO_WE_PROCESS_RU = 'Обрабатываем ли мы какую-либо конфиденциальную личную информацию?';
export const WE_DO_NOT_PROCESS_SENSITIVE_RU =
  'Мы не обрабатываем конфиденциальную личную информацию.';
export const DO_WE_RECEIVE_RU = 'Получаем ли мы какую-либо информацию от третьих лиц?';
export const WE_DO_NOT_RECEIVE_RU = 'Мы не получаем никакой информации от третьих лиц.';
export const HOW_DO_WE_PROCESS_INFO_RU = 'Как мы обрабатываем вашу информацию?';
export const WE_PROCESS_YOUR_INFO_RU =
  'Мы обрабатываем вашу информацию для предоставления, улучшения и администрирования наших Сервисов, общения с вами, в целях безопасности и предотвращения мошенничества, а также для соблюдения закона. Мы также можем обрабатывать вашу информацию для других целей с вашего согласия. Мы обрабатываем вашу информацию только тогда, когда у нас есть для этого веская юридическая причина. Узнайте больше о том, как мы обрабатываем вашу информацию.';
export const IN_WHAT_SITUATIONS_RU =
  'В каких ситуациях и каким сторонам мы передаем личную информацию?';
export const WE_MAY_SHARE_INFO_RU =
  'Мы можем делиться информацией в определенных ситуациях и с определенными третьими лицами. Узнайте больше о том, когда и кому мы передаем вашу личную информацию.';
export const HOW_WE_KEEP_INFO_RU = 'Как мы обеспечиваем безопасность вашей информации?';
export const WE_HAVE_ORGANIZATIONAL_RU =
  'У нас есть организационные и технические процессы и процедуры для защиты вашей личной информации. Однако ни одна электронная передача через Интернет или технология хранения информации не могут быть на 100% безопасными, поэтому мы не можем обещать или гарантировать, что хакеры, киберпреступники или другие несанкционированные третьи лица не смогут обойти нашу систему безопасности и неправомерно собрать данные и получить доступ к ним. , украсть или изменить вашу информацию. Узнайте больше о том, как мы обеспечиваем безопасность вашей информации.';
export const WHAT_ARE_YOU_RIGHTS_RU = 'Каковы ваши права?';
export const DEPENDING_ON_WHERE_YOU_RU =
  'В зависимости от того, где вы географически находитесь, применимый закон о конфиденциальности может означать, что у вас есть определенные права в отношении вашей личной информации. Узнайте больше о ваших правах на конфиденциальность.';
export const WANT_TO_LEARN_MORE_RU =
  'Хотите узнать больше о том, что FlipTok делает с любой информацией, которую мы собираем? Ознакомьтесь с уведомлением о конфиденциальности полностью.';
export const TABLE_OF_CONTENTS_RU = 'Оглавление';
export const FIRST_PART_RU = '1. КАКУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ';
export const SECOND_PART_RU = '2. КАК МЫ ОБРАБАТЫВАЕМ ВАШУ ИНФОРМАЦИЮ?';
export const THIRD_PART_RU =
  '3. НА КАКИЕ ПРАВОВЫЕ ОСНОВЫ МЫ ПОЛОЖИМСЯ ПРИ ОБРАБОТКЕ ВАШЕЙ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ?';
export const FOURTH_PART_RU = '4. КОГДА И С КЕМ МЫ ДЕЛИМСЯ ВАШЕЙ ЛИЧНОЙ ИНФОРМАЦИЕЙ?';
export const FIFTH_PART_RU = '5. ИСПОЛЬЗУЕМ ЛИ МЫ ФАЙЛЫ COOKIE И ДРУГИЕ ТЕХНОЛОГИИ ОТСЛЕЖИВАНИЯ?';
export const SIXTH_PART_RU = '6. КАК ДОЛГО МЫ ХРАНИМ ВАШУ ИНФОРМАЦИЮ?';
export const SEVENTH_PART_RU = '7. КАК МЫ СОХРАНЯЕМ ВАШУ ИНФОРМАЦИЮ В БЕЗОПАСНОСТИ?';
export const EIGHTH_PART_RU = '8. СОБИРАЕМ ЛИ МЫ ИНФОРМАЦИЮ ОТ НЕСОВЕРШЕННОЛЕТНИХ?';
export const NINTH_PART_RU = '9. КАКОВЫ ВАШИ ПРАВА НА КОНФИДЕНЦИАЛЬНОСТЬ?';
export const TENTH_PART_RU = '10. УПРАВЛЕНИЕ ФУНКЦИЯМИ «НЕ ОТСЛЕЖИВАТЬ»';
export const ELEVENTH_PART_RU =
  '11. ИМЕЮТ ЛИ ЖИТЕЛИ КАЛИФОРНИИ ОСОБЫЕ ПРАВА НА КОНФИДЕНЦИАЛЬНОСТЬ?';
export const TWELFTH_PART_RU = '12. ИМЕЮТ ЛИ ЖИТЕЛИ ВИРДЖИНИИ ОСОБЫЕ ПРАВА НА КОНФИДЕНЦИАЛЬНОСТЬ?';
export const THIRTEENTH_PART_RU = '13. ДЕЛАЕМ ЛИ МЫ ОБНОВЛЕНИЯ В ЭТОМ УВЕДОМЛЕНИИ?';
export const FOURTEENTH_PART_RU = '14. КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО ПОВОДУ ЭТОГО УВЕДОМЛЕНИЯ?';
export const FIFTEENTH_PART_RU =
  '15. КАК ВЫ МОЖЕТЕ ПРОСМОТРЕТЬ, ОБНОВИТЬ ИЛИ УДАЛИТЬ ДАННЫЕ, КОТОРЫЕ МЫ СОБИРАЕМ ОТ ВАС?';
export const PERSONAL_INFO_YOU_DISCLOSE_RU = 'Личная информация, которую вы нам раскрываете';
export const IN_SHORT_RU = `Кратко:`;
export const WE_COLLECT_RU = 'Мы собираем личную информацию, которую вы нам предоставляете.';
export const SENSITIVE_INFO_RU = 'Конфиденциальная информация.';
export const DO_WE_PROCESS_SENSITIVE_INFO_RU = 'Мы не обрабатываем конфиденциальную информацию.';
export const ALL_PERSONAL_INFO_RU =
  'Вся личная информация, которую вы предоставляете нам, должна быть правдивой, полной и точной, и вы должны уведомлять нас о любых изменениях в такой личной информации.';
export const WE_PROCESS_YOUR_INFO_TO_PROVIDE_RU =
  'Мы обрабатываем вашу информацию для предоставления, улучшения и администрирования наших Сервисов, общения с вами, в целях безопасности и предотвращения мошенничества, а также для соблюдения закона. Мы также можем обрабатывать вашу информацию для других целей с вашего согласия.';
export const WE_PROCESS_YOUR_PERSONAL_INFO_RU =
  'Мы обрабатываем вашу личную информацию по разным причинам, в зависимости от того, как вы взаимодействуете с нашими Сервисами, в том числе:';
export const TO_SAVE_OR_PROTECT_RU = 'Чтобы спасти или защитить жизненные интересы человека.';
export const TO_MAY_PROCESS_RU =
  'Мы можем обрабатывать вашу информацию, когда это необходимо для сохранения или защиты жизненно важных интересов человека, например, для предотвращения вреда.';
export const WE_ONLY_PROCESS_RU =
  'Мы обрабатываем вашу личную информацию только тогда, когда мы считаем, что это необходимо, и у нас есть веская юридическая причина (т. е. юридическое основание) для этого в соответствии с действующим законодательством, например, с вашего согласия, для соблюдения законов, для предоставления вам услуг для заключения или выполнять наши договорные обязательства, чтобы защитить ваши права или реализовать наши законные деловые интересы.';
export const IF_YOU_LOCATED_EU_RU =
  'Если вы находитесь в ЕС или Великобритании, этот раздел относится к вам.';
export const THE_GENERAL_DATA_PROTECTION_RU =
  'Общий регламент по защите данных (GDPR) и GDPR Великобритании требуют от нас объяснить действующие правовые основы, на которые мы полагаемся при обработке вашей личной информации. Таким образом, мы можем полагаться на следующие правовые основания для обработки вашей личной информации:';
export const CONSENT_RU = 'Согласие';
export const WE_MAY_PROCESS_YOUR_INFO_RU =
  'Мы можем обрабатывать вашу информацию, если вы дали нам разрешение (т. е. согласие) на использование вашей личной информации для конкретной цели. Вы можете отозвать свое согласие в любое время. Узнайте больше об отзыве вашего согласия.';
export const LEGAL_OBLIGATIONS_RU = 'Правовые обязательства.';
export const WE_MAY_PROCESS_YOUR_INFO_FOR_COMPLIANCE_RU =
  'Мы можем обрабатывать вашу информацию там, где, по нашему мнению, это необходимо для соблюдения наших юридических обязательств, например, для сотрудничества с правоохранительным органом или регулирующим органом, осуществления или защиты наших законных прав или раскрытия вашей информации в качестве доказательства в судебном процессе, в котором мы участвуем.';
export const VITAL_INTERESTS_RU = 'Жизненно важные интересы.';
export const WE_MAY_PROCESS_INFO_TO_PROTECT_RU =
  'Мы можем обрабатывать вашу информацию, если мы считаем, что это необходимо для защиты ваших жизненно важных интересов или жизненно важных интересов третьей стороны, например, в ситуациях, связанных с потенциальными угрозами безопасности любого человека.';
export const IF_YOU_LOCATED_IN_CANADA_RU =
  'Если вы находитесь в Канаде, этот раздел относится к вам.';
export const WE_MAY_PROCESS_INFO_FOR_SPECIFIC_PERMISSION_RU =
  'Мы можем обрабатывать вашу информацию, если вы дали нам конкретное разрешение (т. е. явное согласие) на использование вашей личной информации для определенной цели или в ситуациях, когда ваше разрешение можно предположить (т. е. подразумеваемое согласие). Вы можете отозвать свое согласие в любое время.';
export const IN_SOME_EXCEPTIONAL_CASES_RU =
  'В некоторых исключительных случаях в соответствии с действующим законодательством нам может быть разрешено обрабатывать вашу информацию без вашего согласия, включая, например:\n' +
  'Если сбор явно отвечает интересам человека и согласие не может быть получено своевременно\n' +
  'Для расследований, выявления и предотвращения мошенничества\n' +
  'Для деловых операций при соблюдении определенных условий\n' +
  'Если оно содержится в показаниях свидетеля и сбор данных необходим для оценки, обработки или урегулирования страхового случая\n' +
  'Для выявления раненых, больных или умерших лиц и связи с ближайшими родственниками\n' +
  'Если у нас есть разумные основания полагать, что физическое лицо было, является или может стать жертвой финансового злоупотребления\n' +
  'Если разумно ожидать, что сбор и использование с согласия поставит под угрозу доступность или точность информации, и сбор разумен для целей, связанных с расследованием нарушения соглашения или нарушения законов Канады или провинции\n' +
  'Если раскрытие информации требуется для выполнения повестки в суд, ордера, постановления суда или правил суда, касающихся производства записей\n' +
  'Если она была создана отдельным лицом в ходе своей работы, бизнеса или профессии и сбор соответствует целям, для которых информация была создана\n' +
  'Если коллекция предназначена исключительно для журналистских, художественных или литературных целей\n' +
  'Если информация общедоступна и предусмотрена нормативными актами';
export const WE_MAY_SHARE_INFO_IN_SPECIFIC_SITUATIONS_RU =
  'Мы можем передавать информацию в конкретных ситуациях, описанных в этом разделе, и/или следующим третьим лицам.';
export const WE_MAY_NEED_RU =
  'Нам может потребоваться передать вашу личную информацию в следующих ситуациях:';
export const BUSINESS_TRANSFERS_RU = 'Деловые трансферы.';
export const WE_MAY_SHARE_OR_TRANSFER_INFO_RU =
  'Мы можем делиться или передавать вашу информацию в связи или во время переговоров о любом слиянии, продаже активов компании, финансировании или приобретении всего или части нашего бизнеса другой компании.';
export const WE_MAY_USE_COOKIES_RU =
  'Мы можем использовать файлы cookie и аналогичные технологии отслеживания (например, веб-маяки и пиксели) для доступа к информации или ее хранения. Конкретная информация о том, как мы используем такие технологии и как вы можете отказаться от определенных файлов cookie, изложена в нашем Уведомлении об использовании файлов cookie.';
export const WE_KEEP_YOUR_INFO_RU =
  'Мы храним вашу информацию столько времени, сколько необходимо для достижения целей, изложенных в настоящем уведомлении о конфиденциальности, если иное не предусмотрено законом.';
export const WE_WILL_ONLY_KEEP_RU =
  'Мы будем хранить вашу личную информацию только до тех пор, пока это необходимо для целей, изложенных в настоящем уведомлении о конфиденциальности, если только более длительный период хранения не требуется или не разрешен законом (например, налоговыми, бухгалтерскими или другими юридическими требованиями).';
export const WHEN_WE_HAVE_NO_RU =
  'Если у нас нет постоянной законной деловой необходимости обрабатывать вашу личную информацию, мы либо удалим, либо обезличим такую ​​информацию, либо, если это невозможно (например, потому что ваша личная информация хранится в резервных архивах), мы безопасно хранить вашу личную информацию и изолировать ее от дальнейшей обработки до тех пор, пока ее удаление не станет возможным.';
export const WE_AIM_TO_PROTECT_RU =
  'Мы стремимся защитить вашу личную информацию посредством системы организационных и технических мер безопасности.';
export const WE_HAVE_IMPLEMENTED_RU =
  'Мы внедрили соответствующие и разумные технические и организационные меры безопасности, предназначенные для защиты любой личной информации, которую мы обрабатываем. Однако, несмотря на наши меры безопасности и усилия по обеспечению безопасности вашей информации, никакая электронная передача через Интернет или технология хранения информации не могут быть на 100% безопасными, поэтому мы не можем обещать или гарантировать, что хакеры, киберпреступники или другие несанкционированные третьи лица не будут способно нарушить нашу безопасность и неправомерно собирать, получать доступ, красть или изменять вашу информацию. Хотя мы сделаем все возможное, чтобы защитить вашу личную информацию, передача личной информации в наши Сервисы и обратно осуществляется на ваш страх и риск. Вам следует получать доступ к Услугам только в безопасной среде.';
export const WE_DO_NOT_KNOWINGLY_RU =
  'Мы сознательно не запрашиваем данные и не продаем их детям до 18 лет. Используя Услуги, вы подтверждаете, что вам исполнилось 18 лет или что вы являетесь родителем или опекуном такого несовершеннолетнего, и даете согласие на использование Услуг таким несовершеннолетним иждивенцем. Если мы узнаем, что была собрана личная информация от пользователей младше 18 лет, мы деактивируем учетную запись и примем разумные меры для оперативного удаления таких данных из наших записей. Если вам станет известно о каких-либо данных, которые мы могли собрать от детей в возрасте до 18 лет, свяжитесь с нами по адресу Fliptokapp@gmail.com.';
export const IN_SOME_REGIONS_RU =
  'В некоторых регионах, таких как Европейская экономическая зона (ЕЭЗ), Великобритания (Великобритания) и Канада, у вас есть права, которые предоставляют вам больший доступ к вашей личной информации и контроль над ней. Вы можете просмотреть, изменить или закрыть свою учетную запись в любое время.';
export const IN_SOME_REGIONS_EEA_UK_RU =
  'В некоторых регионах (например, в ЕЭЗ, Великобритании и Канаде) у вас есть определенные права в соответствии с применимыми законами о защите данных. Они могут включать право (i) запросить доступ и получить копию вашей личной информации, (ii) запросить исправление или удаление; (iii) ограничить обработку вашей личной информации; и (iv) если применимо, переносимости данных. В определенных обстоятельствах вы также можете иметь право возражать против обработки вашей личной информации. Вы можете сделать такой запрос, связавшись с нами, используя контактную информацию, указанную в разделе «КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО поводу ЭТОГО УВЕДОМЛЕНИЯ?» ниже.';
export const WE_WILL_CONSIDER_RU =
  'Мы рассмотрим любой запрос и примем меры в соответствии с применимыми законами о защите данных.';
export const WITHDRAWING_YOUR_CONSENT_RU = 'Отзыв вашего согласия:';
export const WITHDRAWING_YOUR_CONSENT_IF_WE_RU =
  'Если мы полагаемся на ваше согласие на обработку вашей личной информации, которое может быть явным и/или подразумеваемым согласием в зависимости от применимого законодательства, вы имеете право отозвать свое согласие в любое время. Вы можете отозвать свое согласие в любое время, связавшись с нами, используя контактную информацию, указанную в разделе «КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО поводу ЭТОГО УВЕДОМЛЕНИЯ?» ниже.';
export const IF_WE_RELYING_RU =
  'Если мы полагаемся на ваше согласие на обработку вашей личной информации, которое может быть явным и/или подразумеваемым согласием в зависимости от применимого законодательства, вы имеете право отозвать свое согласие в любое время. Вы можете отозвать свое согласие в любое время, связавшись с нами, используя контактную информацию, указанную в разделе «КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО поводу ЭТОГО УВЕДОМЛЕНИЯ?» ниже.';
export const HOWEVER_PLEASE_RU =
  'Однако обратите внимание, что это не повлияет на законность обработки до ее отзыва и, если применимое законодательство это позволяет, не повлияет на обработку вашей личной информации, проводимую на основании законных оснований обработки, отличных от согласия.';
export const COOKIES_AND_SIMILAR_RU = 'Файлы cookie и аналогичные технологии:';
export const MOST_WEB_RU =
  'Большинство веб-браузеров по умолчанию настроены на прием файлов cookie. Если вы предпочитаете, вы обычно можете настроить свой браузер на удаление файлов cookie или отклонение файлов cookie. Если вы решите удалить файлы cookie или отклонить файлы cookie, это может повлиять на определенные функции или услуги наших Сервисов.';
export const MOST_WEB_AND_MOBILE_RU =
  'Большинство веб-браузеров, а также некоторые мобильные операционные системы и мобильные приложения включают функцию «Не отслеживать» («DNT») или настройку, которую вы можете активировать, чтобы указать на ваше предпочтение конфиденциальности, чтобы данные о вашей активности в Интернете не отслеживались и не собирались. На данном этапе не разработан единый технологический стандарт распознавания и реализации сигналов DNT. Таким образом, в настоящее время мы не реагируем на сигналы браузера DNT или любой другой механизм, который автоматически сообщает о вашем решении не отслеживаться в Интернете. Если будет принят стандарт онлайн-отслеживания, которому мы должны следовать в будущем, мы сообщим вам об этой практике в пересмотренной версии настоящего уведомления о конфиденциальности.';
export const IF_YOU_RESIDENT_OF_CALIFORNIA_RU =
  'Да, если вы проживаете в Калифорнии, вам предоставлены особые права в отношении доступа к вашей личной информации.';
export const CALIFORNIA_CIVIL_RU =
  'Раздел 1798.83 Гражданского кодекса Калифорнии, также известный как закон «Shine The Light», разрешает нашим пользователям, проживающим в Калифорнии, запрашивать и получать от нас раз в год бесплатно информацию о категориях личной информации (если таковая имеется), которую мы раскрыты третьим лицам в целях прямого маркетинга, а также имена и адреса всех третьих лиц, которым мы поделились личной информацией в непосредственно предшествующем календарном году. Если вы проживаете в Калифорнии и хотели бы подать такой запрос, отправьте нам свой запрос в письменном виде, используя контактную информацию, указанную ниже.';
export const IF_YOU_ADULT_RU =
  'Если вам меньше 18 лет, вы проживаете в Калифорнии и имеете зарегистрированную учетную запись в Сервисах, вы имеете право потребовать удаления нежелательных данных, которые вы публично публикуете в Сервисах. Чтобы запросить удаление таких данных, свяжитесь с нами, используя контактную информацию, указанную ниже, и укажите адрес электронной почты, связанный с вашей учетной записью, и заявление о том, что вы проживаете в Калифорнии. Мы позаботимся о том, чтобы данные не отображались публично в Сервисах, но имейте в виду, что данные не могут быть полностью или полностью удалены из всех наших систем (например, из резервных копий и т. д.).';
export const CCPA_RU = 'Уведомление о конфиденциальности CCPA';
export const CALIFORNIA_RESIDENT_RU = 'Свод правил Калифорнии определяет «резидента» как:';
export const EVERY_INDIVIDUAL_RU =
  'аждое лицо, находящееся в штате Калифорния не с временной или временной целью, и';
export const EVERY_INDIVIDUAL_STATE_RU =
  'каждое лицо, постоянно проживающее в штате Калифорния, которое находится за пределами штата Калифорния с временной или временной целью';
export const All_OTHER_RU = '\nВсе остальные физические лица определяются как «нерезиденты».';
export const IF_THIS_DEFINITIONS_RU =
  'Если это определение «резидента» применимо к вам, мы должны соблюдать определенные права и обязанности в отношении вашей личной информации.';
export const WHAT_CATEGORIES_RU = 'Какие категории личной информации мы собираем?';
export const WE_HAVE_NOT_COLLECTED_RU =
  'За последние двенадцать (12) месяцев мы не собирали следующие категории личной информации:';
export const A_TYPE_RU = 'A. Идентификаторы:';
export const A_DESCRIBE_RU =
  'Контактные данные, такие как настоящее имя, псевдоним, почтовый адрес, контактный номер телефона или мобильного телефона, уникальный личный идентификатор, онлайн-идентификатор, адрес интернет-протокола, адрес электронной почты и имя учетной записи.';
export const B_TYPE_RU =
  'B. Категории личной информации, перечисленные в законе штата Калифорния о реестрах клиентов:';
export const B_DESCRIBE_RU =
  'Имя, контактная информация, образование, место работы, история трудоустройства и финансовая информация.';
export const C_TYPE_RU =
  'C. Защищенные классификационные характеристики в соответствии с законодательством штата Калифорния или федеральным законодательством:';
export const C_DESCRIBE_RU = 'Пол и дата рождения';
export const D_TYPE_RU = 'D. Коммерческая информация:';
export const D_DESCRIBE_RU =
  'Информация о транзакциях, история покупок, финансовые данные и информация о платежах.';
export const E_TYPE_RU = 'E. Биометрическая информация:';
export const E_DESCRIBE_RU = 'Отпечатки пальцев и голосовые отпечатки';
export const F_TYPE_RU = 'F. Интернет или другая подобная сетевая активность:';
export const F_DESCRIBE_RU =
  'История просмотров, история поиска, поведение в Интернете, данные об интересах и взаимодействии с нашими и другими веб-сайтами, приложениями, системами и рекламными объявлениями.';
export const G_TYPE_RU = 'G. Данные геолокации:';
export const G_DESCRIBE_RU = 'Местоположение устройства';
export const H_TYPE_RU =
  'H. Аудио, электронная, визуальная, термическая, обонятельная или подобная информация:';
export const H_DESCRIBE_RU =
  'Изображения и аудио, видео или записи разговоров, созданные в связи с нашей коммерческой деятельностью.';
export const I_TYPE_RU =
  'I. Профессиональная информация или информация, связанная с трудоустройством:';
export const I_DESCRIBE_RU =
  'Деловые контактные данные для предоставления вам наших услуг на деловом уровне или должности, истории работы и профессиональной квалификации, если вы подаете заявку на работу у нас.';
export const J_TYPE_RU = 'J. Информация об образовании:';
export const J_DESCRIBE_RU = 'Записи учащихся и справочная информация';
export const K_TYPE_RU = 'K. Выводы, сделанные на основе другой личной информации:';
export const K_DESCRIBE_RU =
  'Выводы, сделанные на основе любой собранной личной информации, указанной выше, для создания профиля или сводки, например, о предпочтениях и характеристиках человека.';
export const L_TYPE_RU = 'L. Конфиденциальная личная информация:';
export const WE_MAY_ALSO_RU =
  'Мы также можем собирать другую личную информацию за пределами этих категорий в случаях, когда вы взаимодействуете с нами лично, через Интернет, по телефону или почте в контексте:\n' +
  'Получение помощи через наши каналы поддержки клиентов;\n' +
  'Участие в опросах или конкурсах клиентов; и\n' +
  'Содействие предоставлению наших Услуг и ответы на ваши запросы.';
export const HOW_DO_WE_USE_RU = 'Как мы используем и передаем вашу личную информацию?';
export const MORE_INFO_ABOUT_RU =
  'Более подробную информацию о нашей практике сбора и обмена данными можно найти в этом уведомлении о конфиденциальности.';
export const YOU_MAY_CONTACT_RU =
  'Вы можете связаться с нами, посетив https://fliptok.app/contact-us или воспользовавшись контактной информацией внизу этого документа.';
export const IF_YOU_USE_AGENT_RU =
  'Если вы используете уполномоченного агента для реализации своего права на отказ, мы можем отклонить запрос, если уполномоченный агент не предоставит доказательства того, что он действительно уполномочен действовать от вашего имени.';
export const WILL_YOUR_MORE_INFO_RU = 'Будет ли ваша информация передана кому-либо еще?';
export const WE_MAY_DISCLOSE_RU =
  'Мы можем раскрывать вашу личную информацию нашим поставщикам услуг в соответствии с письменным договором между нами и каждым поставщиком услуг. Каждый поставщик услуг является коммерческой организацией, которая обрабатывает информацию от нашего имени, соблюдая те же строгие обязательства по защите конфиденциальности, предусмотренные CCPA.';
export const WE_MAY_USE_YOUR_PERSONAL_INFO_RU =
  'Мы можем использовать вашу личную информацию для наших собственных деловых целей, например, для проведения внутренних исследований в целях технологического развития и демонстрации. Это не считается «продажей» вашей личной информации.';
export const FLIPTOK_HAS_NOT_DISCLOSED_RU =
  'FlipTok не раскрывал, не продавал и не передавал какую-либо личную информацию третьим лицам в деловых или коммерческих целях в течение предыдущих двенадцати (12) месяцев. FlipTok не будет в будущем продавать или передавать личную информацию, принадлежащую посетителям сайта, пользователям и другим потребителям.';
export const YOUR_RIGHTS_WITH_RESPECT_RU = 'Ваши права в отношении ваших личных данных';
export const RIGHTS_TO_REQUEST_RU = 'Право требовать удаления данных — Запрос на удаление';
export const YOU_CAN_ASK_RU =
  'Вы можете попросить удалить вашу личную информацию. Если вы попросите нас удалить вашу личную информацию, мы выполним ваш запрос и удалим вашу личную информацию с учетом определенных исключений, предусмотренных законом, таких как (но не ограничиваясь) осуществление другим потребителем своего права на свободу слова. , наши требования соответствия, вытекающие из юридического обязательства, или любая обработка, которая может потребоваться для защиты от незаконной деятельности.';
export const RIGHT_TO_BE_INFORMED_RU = 'Право на информацию — запрос на информацию';
export const DEPENDING_ON_THE_CIRCUMSTANCES_RU =
  'В зависимости от обстоятельств вы имеете право знать:\n' +
  'собираем ли мы и используем личную информацию;\n' +
  'категории личной информации, которую мы собираем;\n' +
  'цели, для которых используется собранная личная информация;\n' +
  'продаем ли мы или передаем личную информацию третьим лицам;\n' +
  'категории личной информации, которую мы продавали, передавали или раскрывали в деловых целях;\n' +
  'категории третьих лиц, которым личная информация была продана, передана или раскрыта в деловых целях;\n' +
  'деловая или коммерческая цель сбора, продажи или обмена личной информацией; и\n' +
  'конкретные фрагменты личной информации, которую мы собрали о вас.\n' +
  'В соответствии с действующим законодательством мы не обязаны предоставлять или удалять обезличенную информацию о потребителе в ответ на запрос потребителя или повторно идентифицировать индивидуальные данные для проверки запроса потребителя.';
export const RIGHT_TO_NON_DISCRIMINATION_RU =
  'Право на недискриминацию при осуществлении прав потребителя на неприкосновенность частной жизни';
export const WE_NOT_DISCRIMINATE_RU =
  'Мы не будем дискриминировать вас, если вы воспользуетесь своими правами на конфиденциальность.';
export const RIGHTS_TO_LIMIT_RU =
  'Право на ограничение использования и раскрытия конфиденциальной личной информации';
export const WE_DO_NOT_PROCESS_RU = 'We do not process consumer`s sensitive personal information';
export const VERIFICATION_PROCESS_RU =
  'Мы не обрабатываем конфиденциальную личную информацию потребителей';
export const WE_ONLY_USE_PERSONAL_INFO_RU =
  'Мы будем использовать личную информацию, предоставленную в вашем запросе, только для проверки вашей личности или полномочий на подачу запроса. Насколько это возможно, мы будем избегать запроса от вас дополнительной информации в целях проверки. Однако, если мы не можем подтвердить вашу личность на основе уже имеющейся у нас информации, мы можем запросить у вас дополнительную информацию для целей проверки вашей личности, а также в целях безопасности или предотвращения мошенничества. Мы удалим такую ​​дополнительно предоставленную информацию, как только завершим вашу проверку.';
export const UPON_RECEIVING_RU =
  'После получения вашего запроса нам необходимо будет подтвердить вашу личность, чтобы определить, что вы тот самый человек, о котором у нас есть информация в нашей системе. Эти усилия по проверке требуют, чтобы мы попросили вас предоставить информацию, чтобы мы могли сопоставить ее с информацией, которую вы нам ранее предоставили. Например, в зависимости от типа отправляемого вами запроса мы можем попросить вас предоставить определенную информацию, чтобы мы могли сопоставить предоставленную вами информацию с информацией, которая уже имеется у нас в файле, или мы можем связаться с вами с помощью метода связи (например, телефон или адрес электронной почты), который вы ранее предоставили нам. Мы также можем использовать другие методы проверки, если того требуют обстоятельства.';
export const OTHER_PRIVACY_RIGHTS_RU = 'Другие права на конфиденциальность';
export const YOU_MAY_OBJECT_RU =
  'Вы можете возразить против обработки вашей личной информации.\n' +
  'Вы можете запросить исправление ваших личных данных, если они неверны или больше не актуальны, или попросить ограничить обработку информации.\n' +
  'Вы можете назначить уполномоченного агента, который сделает запрос в соответствии с CCPA от вашего имени. Мы можем отклонить запрос от уполномоченного агента, который не предоставил доказательства того, что он действительно уполномочен действовать от вашего имени в соответствии с CCPA.\n' +
  'Вы можете попросить отказаться от будущей продажи или передачи вашей личной информации третьим лицам. После получения запроса на отказ мы примем меры по нему как можно скорее, но не позднее пятнадцати (15) дней с даты подачи запроса.\n' +
  'Чтобы воспользоваться этими правами, вы можете связаться с нами, посетив https://fliptok.app/contact-us или воспользовавшись контактной информацией внизу этого документа. Если у вас есть жалоба на то, как мы обрабатываем ваши данные, мы хотели бы услышать ваше мнение.';
export const IF_YOU_RESIDENT_OF_VIRGINIA_RU =
  'Да, если вы проживаете в Вирджинии, вам могут быть предоставлены особые права в отношении доступа к вашей личной информации и ее использования.';
export const VIRGINIA_CDPA_RU = 'Уведомление о конфиденциальности CDPA штата Вирджиния';
export const UNDER_THE_VIRGINIA_RU =
  'В соответствии с Законом штата Вирджиния о защите потребительских данных (CDPA):';
export const CONSUMER_MEANS_RU =
  '«Потребитель» означает физическое лицо, являющееся резидентом Содружества, действующее только в индивидуальном или домашнем контексте. Сюда не входят физические лица, действующие в коммерческом или трудовом контексте.';
export const PERSONAL_DATA_MEANS_RU =
  '«Персональные данные» означают любую информацию, которая связана или разумно связана с идентифицированным или идентифицируемым физическим лицом. «Персональные данные» не включают в себя обезличенные данные или общедоступную информацию.';
export const SALE_OF_PERSONAL_DATA_RU =
  '«Продажа персональных данных» означает обмен персональных данных за денежное вознаграждение.';
export const IF_THIS_DEFINITION_RU =
  'Если это определение «потребитель» применимо к вам, мы должны соблюдать определенные права и обязанности в отношении ваших личных данных.';
export const THE_INFO_WE_COLLECT_RU =
  'Информация, которую мы собираем, используем и раскрываем о вас, будет зависеть от того, как вы взаимодействуете с FlipTok и нашими Сервисами. Чтобы узнать больше, пожалуйста, посетите следующие разделы:\n' +
  'Персональные данные, которые мы собираем\n' +
  'Как мы используем ваши персональные данные\n' +
  'Когда и кому мы передаем ваши персональные данные';
export const YOUR_RIGHTS_RU = 'Ваши права в отношении ваших личных данных';
export const RIGHT_TO_BE_INFORMED_WHETHER_OR_NOT_RU =
  'Право на получение информации о том, обрабатываем ли мы ваши личные данные\n' +
  'Право на доступ к вашим личным данным\n' +
  'Право на исправление неточностей в ваших личных данных\n' +
  'Право потребовать удаления ваших личных данных\n' +
  'Право на получение копии личных данных, которыми вы ранее поделились с нами\n' +
  'Право отказаться от обработки ваших персональных данных, если они используются для целевой рекламы, продажи персональных данных или профилирования в поддержку решений, которые приводят к юридическим или аналогичным значимым последствиям («профилирование»)\n' +
  'FlipTok не продавал никакие персональные данные третьим лицам в деловых или коммерческих целях. FlipTok не будет в будущем продавать персональные данные, принадлежащие посетителям сайта, пользователям и другим потребителям.';
export const EXERCISE_YOUR_RIGHTS_RU =
  'Осуществите свои права, предусмотренные CDPA штата Вирджиния.';
export const MORE_INFO_RU =
  'Более подробную информацию о нашей практике сбора и обмена данными можно найти в этом уведомлении о конфиденциальности.';
export const YOU_MAY_CONTACT_US_RU =
  'Вы можете связаться с нами по электронной почте fliptokapp@gmail.com или воспользовавшись контактной информацией внизу этого документа.';
export const IF_YOU_USING_RU =
  'Если вы пользуетесь услугами уполномоченного агента для осуществления своих прав, мы можем отклонить запрос, если уполномоченный агент не предоставит доказательства того, что он действительно уполномочен действовать от вашего имени.';
export const WE_MAY_REQUEST_RU =
  'Мы можем запросить у вас дополнительную информацию, разумно необходимую для проверки вас и запроса вашего потребителя. Если вы отправляете запрос через уполномоченного агента, нам может потребоваться собрать дополнительную информацию для проверки вашей личности перед обработкой вашего запроса.';
export const UPON_RECEIVING_YOUR_REQUEST_RU =
  'После получения вашего запроса мы ответим без неоправданной задержки, но во всех случаях в течение сорока пяти (45) дней с момента получения. При разумной необходимости период ответа может быть продлен один раз еще на сорок пять (45) дней. Мы сообщим вам о любом таком продлении в течение первоначального 45-дневного периода ответа вместе с причиной продления.';
export const RIGHT_TO_APPEAL_RU = 'Право на апелляцию';
export const IF_WE_DECLINE_RU =
  'Если мы откажемся принять меры по вашему запросу, мы сообщим вам о нашем решении и его обосновании. Если вы хотите обжаловать наше решение, напишите нам по адресу Fliptokapp@gmail.com. В течение шестидесяти (60) дней с момента получения апелляции мы сообщим вам в письменном виде о любых действиях, предпринятых или не предпринятых в ответ на апелляцию, включая письменное объяснение причин принятых решений.';
export const WE_WILL_UPDATE_RU =
  'Да, мы будем обновлять это уведомление по мере необходимости, чтобы обеспечить соответствие соответствующим законам.';
export const WE_MAY_UPDATE_INFO_RU =
  'Мы можем время от времени обновлять данное уведомление о конфиденциальности. Обновленная версия будет обозначаться обновленной датой «Пересмотренная», и обновленная версия вступит в силу, как только она станет доступной. Если мы внесем существенные изменения в настоящее уведомление о конфиденциальности, мы можем уведомить вас либо путем размещения уведомления о таких изменениях на видном месте, либо путем прямой отправки вам уведомления. Мы рекомендуем вам часто просматривать это уведомление о конфиденциальности, чтобы быть в курсе того, как мы защищаем вашу информацию.';
export const IF_YOU_HAVE_QUESTION_RU =
  'Если у вас есть вопросы или комментарии по поводу этого уведомления, вы можете написать нам по адресу Fliptokapp@gmail.com.';
export const BASED_ON_THE_APP_LAW_RU =
  'В соответствии с действующим законодательством вашей страны вы можете иметь право запросить доступ к личной информации, которую мы получаем от вас, изменить эту информацию или удалить ее.';

// TERMS AND CONDITIONS STRING
