export const FIND_RU = 'Поиск';
export const DOWNLOADS_RU = 'Загрузки';
export const SEARCH_RU = 'Поиск';
export const INFORMATION_RU = 'Информация';
export const ABOUT_RU = 'О проекте';
export const CONTACTS_RU = 'Контакты';
export const PRIVACY_POLICY_RU = 'Политика конфиденциальности';
export const TERMS_AND_CONDITIONS_RU = 'Условия и положения';
export const DOWNLOAD_VIDEO_RU = 'Скачать видео';
export const DOWNLOAD_MP3_RU = 'Скачать mp3';
export const NO_INTERNET_RU = 'Нет подключения к интернету! ❌';
export const SORRY_RU = 'Извините, проверьте свое интернет соединение.';
export const OKAY_RU = 'Ок';
export const OOPS_RU = 'Упс';
export const MUSIC_SAVED_RU = 'Музыка сохранена в память телефона в папку MusicFlipTok';
export const VIDEO_SAVED_RU = 'Видео сохранено';
export const DO_YOU_WANT_TO_SAVE_MUSIC_RU = 'Вы хотите скачать музыку';
export const DO_YOU_WANT_TO_SAVE_VIDEO_RU = 'Вы хотите скачать видео';
export const ENTER_YOUR_LINK_RU = 'Вставьте вашу ссылку';
export const YES_RU = 'Да';
export const NO_RU = 'Нет';
export const DO_YOU_WANT_TO_DELETE_FILE_RU = 'Вы уверены, что хотите удалить файл?';
export const INSERT_YOUR_LINK_RU = 'Вставьте ссылку TikTok';
export const DO_YOU_WANT_TO_EXIT_RU = 'Вы хотите выйти';
export const EXIT_APP_RU = 'Выход из приложения';

// ABOUT STRINGS
export const ABOUT_PROJECT_RU = 'Проект FlipTok - что это?';
export const IF_YOU_NEED_RU =
  'Если вам необходимо скачать видео с Тик Ток и вы не знаете, как это сделать, то советуем обратить внимание на проект FlipTok - это сайт, который позволяет справиться с задачей всего за несколько секунд. Сервис отличается простым и понятным интерфейсом, а значит дает возможность найти и загрузить любые ролики из Тик Ток и тинейджерам, и молодым людям и пользователям в возрасте. Сложностей точно не возникнет: мы предлагаем лучшее решение для сохранения роликов на любом устройстве.';
export const HOW_TO_USE_RU = 'Как пользоваться сервисом?';
export const WORKING_WITH_RU =
  'Работа с сайтом предполагает выполнение совсем несложных действий: чтобы загрузить видеоролики и музыку из Тик Ток необходимо всего несколько шагов. Все, что вам нужно, это:';
export const GO_TO_THE_APP_RU = 'зайти в приложение и найти клип, который пришелся по душе;';
export const COPY_LINK_RU = 'скопировать ссылку, используя кнопку «Поделиться»;';
export const OPEN_THE_APP_RU =
  'открыть сайт сервиса FlipTok и вставить скопированную ссылку в поле для ввода.';
export const THE_FINAL_STEP_RU =
  'Последний штрих – нажать кнопку «Скачать» и дождаться загрузки видео-ролика: его можно будет найти в папке «Загрузки» или «Мои файлы». Обратите внимание, что скачать видео в Тик Ток без водяного знака позволяет именно FlipTok: другие подобные сервисы так не умеют.\n' +
  '\n' +
  'На сайте можно загрузить не только короткие видеоклипы, но и музыку из популярного приложения. Алгоритм действий не меняется: это все так же легко и просто.';
export const BENEFITS_RU = 'Преимущества FlipTok: что стоит знать пользователю?';
export const IF_YOU_CHOSEN_RU =
  'Если вы выбрали FlipTok для скачивания файлов, то точно не прогадали, ведь сервис обладает массой преимуществ. Основные плюсы это:';
export const NO_USER_FEES_RU =
  'отсутствие платы за пользование. При скачивании роликов из Тик Ток без водяного знака действительно не придется платить, даже если контента много, а его размеры немаленькие;';
export const HIGH_QUALITY_RU =
  'качественные видео. FlipTok позволяет загрузить ролики без потери качества, а значит их просмотр на вашем устройстве будет максимально комфортным;';
export const ANY_FORMAT_RU =
  'любой формат видео. Мы можете без проблем скачивать ролики в МР4, AVI, 3GP и других форматах. В любом случае сохранение будет максимально быстрым, а ролик качественным;';
export const CONFIDENTIALITY_RU =
  'конфиденциальность. FlipTok сохраняет данные про пользователей, даже если вы открываете сайт ежедневно и загружаете большое количество контента.';
export const USING_THE_FLIPTOK_RU =
  'Использовать сайт FlipTok совершенно не трудно, к тому же регистрироваться и проходить авторизацию нет необходимости. Скачивать дополнительные расширения, плагины, дополнения нет необходимости, ведь сайт работает в любом браузере.\n' +
  '\n' +
  'Еще одно важное достоинство сайта – возможность загрузить контент на любое устройство. Это может быть и планшет, и смартфон, и ноутбук, то есть любой девайс, на котором вы обычно просматриваете ролики.\n' +
  '\n' +
  'Загрузка выполняется быстро, буквально за несколько секунд, если ролик стандартного размера, длительностью до 60 секунд. Для сохранения длинных видео потребуется больше времени, но качество останется оригинальным.\n' +
  '\n' +
  'Готовы познакомиться с сервисом FlipTok? Спешите и наслаждайтесь видеороликами из Тик Ток без использования приложения и подключения к интернету: наш сервис выбрали уже сотни пользователей популярного приложения. Это действительно максимально простой и удобный способ загрузки клипов без вотермарки и регистрации, который точно понравится вам и вашим близким!';

// CONTACTS STRING

export const CONTACT_US_RU = 'Связаться с нами';
export const YOU_CAN_CONTACT_US_RU = 'Вы можете связаться с нами по следующим контактным данным:';
export const IF_YOU_HAVE_QUESTIONS_RU =
  'Если у вас есть вопросы, предложения или комментарии, пожалуйста, не стесняйтесь обращаться к нам. Мы всегда готовы помочь вам и ответить на все ваши вопросы.';
export const WE_VALUE_YOUR_ATTENTION_RU =
  'Мы ценим ваше внимание к нашему сайту и всегда готовы помочь вам. Независимо от вопросов или запросов, вы можете быть уверены, что получите нашу профессиональную и дружелюбную поддержку.';

// PRIVACY POLICY STRINGS

export const LAST_UPDATE_RU = 'Последнее обновление 10 мая, 2023';
export const THIS_PRIVACY_NOTICE_RU =
  'В этом уведомлении о конфиденциальности для FlipTok («Компания», «мы», «нас» или «наш») описывается, как и почему мы можем собирать, хранить, использовать и/или передавать («обрабатывать») вашу информацию, когда вы используете наши услуги («Услуги»), например, когда вы:';
export const VISIT_OUR_WEBSITE_RU =
  'Посещаете наш веб-сайт https://fliptok.app/ или любой наш веб-сайт, на котором имеется ссылка на настоящее уведомление о конфиденциальности.';
export const ENGAGE_WITH_US_RU =
  'Взаимодействуете с нами другими соответствующими способами, включая любые продажи, маркетинг или события.';
export const QUESTION_OR_CONCERNS_RU = 'Вопросы или опасения? ';
export const READING_THIS_NOTICE_RU =
  'Ознакомление с этим уведомлением о конфиденциальности поможет вам понять ваши права и возможности выбора в отношении конфиденциальности. Если вы не согласны с нашей политикой и практикой, не используйте наши Услуги. Если у вас все еще есть какие-либо вопросы или сомнения, свяжитесь с нами по адресу Fliptokapp@gmail.com.';
export const SUMMARY_OF_KEY_POINTS_RU = 'Обзор ключевых моментов';
export const SUMMARY_PROVIDES_RU =
  'В этом кратком изложении представлены ключевые моменты нашего уведомления о конфиденциальности, но вы можете узнать более подробную информацию по любой из этих тем, щелкнув ссылку после каждого ключевого момента или воспользовавшись нашим оглавлением ниже, чтобы найти нужный раздел.';
export const PERSONAL_INFO_RU = 'Какую личную информацию мы обрабатываем?';
export const WHEN_YOU_VISIT_RU =
  'Когда вы посещаете, используете или перемещаетесь по нашим Сервисам, мы можем обрабатывать личную информацию в зависимости от того, как вы взаимодействуете с FlipTok и Сервисами, от вашего выбора, а также от продуктов и функций, которые вы используете. Узнайте больше о личной информации, которую вы нам раскрываете.';
export const DO_WE_PROCESS_RU = 'Обрабатываем ли мы какую-либо конфиденциальную личную информацию?';
export const WE_DO_NOT_PROCESS_SENSITIVE_RU =
  'Мы не обрабатываем конфиденциальную личную информацию.';
export const DO_WE_RECEIVE_RU = 'Получаем ли мы какую-либо информацию от третьих лиц?';
export const WE_DO_NOT_RECEIVE_RU = 'Мы не получаем никакой информации от третьих лиц.';
export const HOW_DO_WE_PROCESS_INFO_RU = 'Как мы обрабатываем вашу информацию?';
export const WE_PROCESS_YOUR_INFO_RU =
  'Мы обрабатываем вашу информацию для предоставления, улучшения и администрирования наших Сервисов, общения с вами, в целях безопасности и предотвращения мошенничества, а также для соблюдения закона. Мы также можем обрабатывать вашу информацию для других целей с вашего согласия. Мы обрабатываем вашу информацию только тогда, когда у нас есть для этого веская юридическая причина. Узнайте больше о том, как мы обрабатываем вашу информацию.';
export const IN_WHAT_SITUATIONS_RU =
  'В каких ситуациях и каким сторонам мы передаем личную информацию?';
export const WE_MAY_SHARE_INFO_RU =
  'Мы можем делиться информацией в определенных ситуациях и с определенными третьими лицами. Узнайте больше о том, когда и кому мы передаем вашу личную информацию.';
export const HOW_WE_KEEP_INFO_RU = 'Как мы обеспечиваем безопасность вашей информации?';
export const WE_HAVE_ORGANIZATIONAL_RU =
  'У нас есть организационные и технические процессы и процедуры для защиты вашей личной информации. Однако ни одна электронная передача через Интернет или технология хранения информации не могут быть на 100% безопасными, поэтому мы не можем обещать или гарантировать, что хакеры, киберпреступники или другие несанкционированные третьи лица не смогут обойти нашу систему безопасности и неправомерно собрать данные и получить доступ к ним. , украсть или изменить вашу информацию. Узнайте больше о том, как мы обеспечиваем безопасность вашей информации.';
export const WHAT_ARE_YOU_RIGHTS_RU = 'Каковы ваши права?';
export const DEPENDING_ON_WHERE_YOU_RU =
  'В зависимости от того, где вы географически находитесь, применимый закон о конфиденциальности может означать, что у вас есть определенные права в отношении вашей личной информации. Узнайте больше о ваших правах на конфиденциальность.';
export const WANT_TO_LEARN_MORE_RU =
  'Хотите узнать больше о том, что FlipTok делает с любой информацией, которую мы собираем? Ознакомьтесь с уведомлением о конфиденциальности полностью.';
export const TABLE_OF_CONTENTS_RU = 'Оглавление';
export const FIRST_PART_RU = '1. КАКУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ';
export const SECOND_PART_RU = '2. КАК МЫ ОБРАБАТЫВАЕМ ВАШУ ИНФОРМАЦИЮ?';
export const THIRD_PART_RU =
  '3. НА КАКИЕ ПРАВОВЫЕ ОСНОВЫ МЫ ПОЛОЖИМСЯ ПРИ ОБРАБОТКЕ ВАШЕЙ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ?';
export const FOURTH_PART_RU = '4. КОГДА И С КЕМ МЫ ДЕЛИМСЯ ВАШЕЙ ЛИЧНОЙ ИНФОРМАЦИЕЙ?';
export const FIFTH_PART_RU = '5. ИСПОЛЬЗУЕМ ЛИ МЫ ФАЙЛЫ COOKIE И ДРУГИЕ ТЕХНОЛОГИИ ОТСЛЕЖИВАНИЯ?';
export const SIXTH_PART_RU = '6. КАК ДОЛГО МЫ ХРАНИМ ВАШУ ИНФОРМАЦИЮ?';
export const SEVENTH_PART_RU = '7. КАК МЫ СОХРАНЯЕМ ВАШУ ИНФОРМАЦИЮ В БЕЗОПАСНОСТИ?';
export const EIGHTH_PART_RU = '8. СОБИРАЕМ ЛИ МЫ ИНФОРМАЦИЮ ОТ НЕСОВЕРШЕННОЛЕТНИХ?';
export const NINTH_PART_RU = '9. КАКОВЫ ВАШИ ПРАВА НА КОНФИДЕНЦИАЛЬНОСТЬ?';
export const TENTH_PART_RU = '10. УПРАВЛЕНИЕ ФУНКЦИЯМИ «НЕ ОТСЛЕЖИВАТЬ»';
export const ELEVENTH_PART_RU =
  '11. ИМЕЮТ ЛИ ЖИТЕЛИ КАЛИФОРНИИ ОСОБЫЕ ПРАВА НА КОНФИДЕНЦИАЛЬНОСТЬ?';
export const TWELFTH_PART_RU = '12. ИМЕЮТ ЛИ ЖИТЕЛИ ВИРДЖИНИИ ОСОБЫЕ ПРАВА НА КОНФИДЕНЦИАЛЬНОСТЬ?';
export const THIRTEENTH_PART_RU = '13. ДЕЛАЕМ ЛИ МЫ ОБНОВЛЕНИЯ В ЭТОМ УВЕДОМЛЕНИИ?';
export const FOURTEENTH_PART_RU = '14. КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО ПОВОДУ ЭТОГО УВЕДОМЛЕНИЯ?';
export const FIFTEENTH_PART_RU =
  '15. КАК ВЫ МОЖЕТЕ ПРОСМОТРЕТЬ, ОБНОВИТЬ ИЛИ УДАЛИТЬ ДАННЫЕ, КОТОРЫЕ МЫ СОБИРАЕМ ОТ ВАС?';
export const PERSONAL_INFO_YOU_DISCLOSE_RU = 'Личная информация, которую вы нам раскрываете';
export const IN_SHORT_RU = `Кратко:`;
export const WE_COLLECT_RU = 'Мы собираем личную информацию, которую вы нам предоставляете.';
export const SENSITIVE_INFO_RU = 'Конфиденциальная информация.';
export const DO_WE_PROCESS_SENSITIVE_INFO_RU = 'Мы не обрабатываем конфиденциальную информацию.';
export const ALL_PERSONAL_INFO_RU =
  'Вся личная информация, которую вы предоставляете нам, должна быть правдивой, полной и точной, и вы должны уведомлять нас о любых изменениях в такой личной информации.';
export const WE_PROCESS_YOUR_INFO_TO_PROVIDE_RU =
  'Мы обрабатываем вашу информацию для предоставления, улучшения и администрирования наших Сервисов, общения с вами, в целях безопасности и предотвращения мошенничества, а также для соблюдения закона. Мы также можем обрабатывать вашу информацию для других целей с вашего согласия.';
export const WE_PROCESS_YOUR_PERSONAL_INFO_RU =
  'Мы обрабатываем вашу личную информацию по разным причинам, в зависимости от того, как вы взаимодействуете с нашими Сервисами, в том числе:';
export const TO_SAVE_OR_PROTECT_RU = 'Чтобы спасти или защитить жизненные интересы человека.';
export const TO_MAY_PROCESS_RU =
  'Мы можем обрабатывать вашу информацию, когда это необходимо для сохранения или защиты жизненно важных интересов человека, например, для предотвращения вреда.';
export const WE_ONLY_PROCESS_RU =
  'Мы обрабатываем вашу личную информацию только тогда, когда мы считаем, что это необходимо, и у нас есть веская юридическая причина (т. е. юридическое основание) для этого в соответствии с действующим законодательством, например, с вашего согласия, для соблюдения законов, для предоставления вам услуг для заключения или выполнять наши договорные обязательства, чтобы защитить ваши права или реализовать наши законные деловые интересы.';
export const IF_YOU_LOCATED_EU_RU =
  'Если вы находитесь в ЕС или Великобритании, этот раздел относится к вам.';
export const THE_GENERAL_DATA_PROTECTION_RU =
  'Общий регламент по защите данных (GDPR) и GDPR Великобритании требуют от нас объяснить действующие правовые основы, на которые мы полагаемся при обработке вашей личной информации. Таким образом, мы можем полагаться на следующие правовые основания для обработки вашей личной информации:';
export const CONSENT_RU = 'Согласие';
export const WE_MAY_PROCESS_YOUR_INFO_RU =
  'Мы можем обрабатывать вашу информацию, если вы дали нам разрешение (т. е. согласие) на использование вашей личной информации для конкретной цели. Вы можете отозвать свое согласие в любое время. Узнайте больше об отзыве вашего согласия.';
export const LEGAL_OBLIGATIONS_RU = 'Правовые обязательства.';
export const WE_MAY_PROCESS_YOUR_INFO_FOR_COMPLIANCE_RU =
  'Мы можем обрабатывать вашу информацию там, где, по нашему мнению, это необходимо для соблюдения наших юридических обязательств, например, для сотрудничества с правоохранительным органом или регулирующим органом, осуществления или защиты наших законных прав или раскрытия вашей информации в качестве доказательства в судебном процессе, в котором мы участвуем.';
export const VITAL_INTERESTS_RU = 'Жизненно важные интересы.';
export const WE_MAY_PROCESS_INFO_TO_PROTECT_RU =
  'Мы можем обрабатывать вашу информацию, если мы считаем, что это необходимо для защиты ваших жизненно важных интересов или жизненно важных интересов третьей стороны, например, в ситуациях, связанных с потенциальными угрозами безопасности любого человека.';
export const IF_YOU_LOCATED_IN_CANADA_RU =
  'Если вы находитесь в Канаде, этот раздел относится к вам.';
export const WE_MAY_PROCESS_INFO_FOR_SPECIFIC_PERMISSION_RU =
  'Мы можем обрабатывать вашу информацию, если вы дали нам конкретное разрешение (т. е. явное согласие) на использование вашей личной информации для определенной цели или в ситуациях, когда ваше разрешение можно предположить (т. е. подразумеваемое согласие). Вы можете отозвать свое согласие в любое время.';
export const IN_SOME_EXCEPTIONAL_CASES_RU =
  'В некоторых исключительных случаях в соответствии с действующим законодательством нам может быть разрешено обрабатывать вашу информацию без вашего согласия, включая, например:\n' +
  'Если сбор явно отвечает интересам человека и согласие не может быть получено своевременно\n' +
  'Для расследований, выявления и предотвращения мошенничества\n' +
  'Для деловых операций при соблюдении определенных условий\n' +
  'Если оно содержится в показаниях свидетеля и сбор данных необходим для оценки, обработки или урегулирования страхового случая\n' +
  'Для выявления раненых, больных или умерших лиц и связи с ближайшими родственниками\n' +
  'Если у нас есть разумные основания полагать, что физическое лицо было, является или может стать жертвой финансового злоупотребления\n' +
  'Если разумно ожидать, что сбор и использование с согласия поставит под угрозу доступность или точность информации, и сбор разумен для целей, связанных с расследованием нарушения соглашения или нарушения законов Канады или провинции\n' +
  'Если раскрытие информации требуется для выполнения повестки в суд, ордера, постановления суда или правил суда, касающихся производства записей\n' +
  'Если она была создана отдельным лицом в ходе своей работы, бизнеса или профессии и сбор соответствует целям, для которых информация была создана\n' +
  'Если коллекция предназначена исключительно для журналистских, художественных или литературных целей\n' +
  'Если информация общедоступна и предусмотрена нормативными актами';
export const WE_MAY_SHARE_INFO_IN_SPECIFIC_SITUATIONS_RU =
  'Мы можем передавать информацию в конкретных ситуациях, описанных в этом разделе, и/или следующим третьим лицам.';
export const WE_MAY_NEED_RU =
  'Нам может потребоваться передать вашу личную информацию в следующих ситуациях:';
export const BUSINESS_TRANSFERS_RU = 'Деловые трансферы.';
export const WE_MAY_SHARE_OR_TRANSFER_INFO_RU =
  'Мы можем делиться или передавать вашу информацию в связи или во время переговоров о любом слиянии, продаже активов компании, финансировании или приобретении всего или части нашего бизнеса другой компании.';
export const WE_MAY_USE_COOKIES_RU =
  'Мы можем использовать файлы cookie и аналогичные технологии отслеживания (например, веб-маяки и пиксели) для доступа к информации или ее хранения. Конкретная информация о том, как мы используем такие технологии и как вы можете отказаться от определенных файлов cookie, изложена в нашем Уведомлении об использовании файлов cookie.';
export const WE_KEEP_YOUR_INFO_RU =
  'Мы храним вашу информацию столько времени, сколько необходимо для достижения целей, изложенных в настоящем уведомлении о конфиденциальности, если иное не предусмотрено законом.';
export const WE_WILL_ONLY_KEEP_RU =
  'Мы будем хранить вашу личную информацию только до тех пор, пока это необходимо для целей, изложенных в настоящем уведомлении о конфиденциальности, если только более длительный период хранения не требуется или не разрешен законом (например, налоговыми, бухгалтерскими или другими юридическими требованиями).';
export const WHEN_WE_HAVE_NO_RU =
  'Если у нас нет постоянной законной деловой необходимости обрабатывать вашу личную информацию, мы либо удалим, либо обезличим такую ​​информацию, либо, если это невозможно (например, потому что ваша личная информация хранится в резервных архивах), мы безопасно хранить вашу личную информацию и изолировать ее от дальнейшей обработки до тех пор, пока ее удаление не станет возможным.';
export const WE_AIM_TO_PROTECT_RU =
  'Мы стремимся защитить вашу личную информацию посредством системы организационных и технических мер безопасности.';
export const WE_HAVE_IMPLEMENTED_RU =
  'Мы внедрили соответствующие и разумные технические и организационные меры безопасности, предназначенные для защиты любой личной информации, которую мы обрабатываем. Однако, несмотря на наши меры безопасности и усилия по обеспечению безопасности вашей информации, никакая электронная передача через Интернет или технология хранения информации не могут быть на 100% безопасными, поэтому мы не можем обещать или гарантировать, что хакеры, киберпреступники или другие несанкционированные третьи лица не будут способно нарушить нашу безопасность и неправомерно собирать, получать доступ, красть или изменять вашу информацию. Хотя мы сделаем все возможное, чтобы защитить вашу личную информацию, передача личной информации в наши Сервисы и обратно осуществляется на ваш страх и риск. Вам следует получать доступ к Услугам только в безопасной среде.';
export const WE_DO_NOT_KNOWINGLY_RU =
  'Мы сознательно не запрашиваем данные и не продаем их детям до 18 лет. Используя Услуги, вы подтверждаете, что вам исполнилось 18 лет или что вы являетесь родителем или опекуном такого несовершеннолетнего, и даете согласие на использование Услуг таким несовершеннолетним иждивенцем. Если мы узнаем, что была собрана личная информация от пользователей младше 18 лет, мы деактивируем учетную запись и примем разумные меры для оперативного удаления таких данных из наших записей. Если вам станет известно о каких-либо данных, которые мы могли собрать от детей в возрасте до 18 лет, свяжитесь с нами по адресу Fliptokapp@gmail.com.';
export const IN_SOME_REGIONS_RU =
  'В некоторых регионах, таких как Европейская экономическая зона (ЕЭЗ), Великобритания (Великобритания) и Канада, у вас есть права, которые предоставляют вам больший доступ к вашей личной информации и контроль над ней. Вы можете просмотреть, изменить или закрыть свою учетную запись в любое время.';
export const IN_SOME_REGIONS_EEA_UK_RU =
  'В некоторых регионах (например, в ЕЭЗ, Великобритании и Канаде) у вас есть определенные права в соответствии с применимыми законами о защите данных. Они могут включать право (i) запросить доступ и получить копию вашей личной информации, (ii) запросить исправление или удаление; (iii) ограничить обработку вашей личной информации; и (iv) если применимо, переносимости данных. В определенных обстоятельствах вы также можете иметь право возражать против обработки вашей личной информации. Вы можете сделать такой запрос, связавшись с нами, используя контактную информацию, указанную в разделе «КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО поводу ЭТОГО УВЕДОМЛЕНИЯ?» ниже.';
export const WE_WILL_CONSIDER_RU =
  'Мы рассмотрим любой запрос и примем меры в соответствии с применимыми законами о защите данных.';
export const WITHDRAWING_YOUR_CONSENT_RU = 'Отзыв вашего согласия:';
export const WITHDRAWING_YOUR_CONSENT_IF_WE_RU =
  'Если мы полагаемся на ваше согласие на обработку вашей личной информации, которое может быть явным и/или подразумеваемым согласием в зависимости от применимого законодательства, вы имеете право отозвать свое согласие в любое время. Вы можете отозвать свое согласие в любое время, связавшись с нами, используя контактную информацию, указанную в разделе «КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО поводу ЭТОГО УВЕДОМЛЕНИЯ?» ниже.';
export const IF_WE_RELYING_RU =
  'Если мы полагаемся на ваше согласие на обработку вашей личной информации, которое может быть явным и/или подразумеваемым согласием в зависимости от применимого законодательства, вы имеете право отозвать свое согласие в любое время. Вы можете отозвать свое согласие в любое время, связавшись с нами, используя контактную информацию, указанную в разделе «КАК ВЫ МОЖЕТЕ СВЯЗАТЬСЯ С НАМИ ПО поводу ЭТОГО УВЕДОМЛЕНИЯ?» ниже.';
export const HOWEVER_PLEASE_RU =
  'Однако обратите внимание, что это не повлияет на законность обработки до ее отзыва и, если применимое законодательство это позволяет, не повлияет на обработку вашей личной информации, проводимую на основании законных оснований обработки, отличных от согласия.';
export const COOKIES_AND_SIMILAR_RU = 'Файлы cookie и аналогичные технологии:';
export const MOST_WEB_RU =
  'Большинство веб-браузеров по умолчанию настроены на прием файлов cookie. Если вы предпочитаете, вы обычно можете настроить свой браузер на удаление файлов cookie или отклонение файлов cookie. Если вы решите удалить файлы cookie или отклонить файлы cookie, это может повлиять на определенные функции или услуги наших Сервисов.';
export const MOST_WEB_AND_MOBILE_RU =
  'Большинство веб-браузеров, а также некоторые мобильные операционные системы и мобильные приложения включают функцию «Не отслеживать» («DNT») или настройку, которую вы можете активировать, чтобы указать на ваше предпочтение конфиденциальности, чтобы данные о вашей активности в Интернете не отслеживались и не собирались. На данном этапе не разработан единый технологический стандарт распознавания и реализации сигналов DNT. Таким образом, в настоящее время мы не реагируем на сигналы браузера DNT или любой другой механизм, который автоматически сообщает о вашем решении не отслеживаться в Интернете. Если будет принят стандарт онлайн-отслеживания, которому мы должны следовать в будущем, мы сообщим вам об этой практике в пересмотренной версии настоящего уведомления о конфиденциальности.';
export const IF_YOU_RESIDENT_OF_CALIFORNIA_RU =
  'Да, если вы проживаете в Калифорнии, вам предоставлены особые права в отношении доступа к вашей личной информации.';
export const CALIFORNIA_CIVIL_RU =
  'Раздел 1798.83 Гражданского кодекса Калифорнии, также известный как закон «Shine The Light», разрешает нашим пользователям, проживающим в Калифорнии, запрашивать и получать от нас раз в год бесплатно информацию о категориях личной информации (если таковая имеется), которую мы раскрыты третьим лицам в целях прямого маркетинга, а также имена и адреса всех третьих лиц, которым мы поделились личной информацией в непосредственно предшествующем календарном году. Если вы проживаете в Калифорнии и хотели бы подать такой запрос, отправьте нам свой запрос в письменном виде, используя контактную информацию, указанную ниже.';
export const IF_YOU_ADULT_RU =
  'Если вам меньше 18 лет, вы проживаете в Калифорнии и имеете зарегистрированную учетную запись в Сервисах, вы имеете право потребовать удаления нежелательных данных, которые вы публично публикуете в Сервисах. Чтобы запросить удаление таких данных, свяжитесь с нами, используя контактную информацию, указанную ниже, и укажите адрес электронной почты, связанный с вашей учетной записью, и заявление о том, что вы проживаете в Калифорнии. Мы позаботимся о том, чтобы данные не отображались публично в Сервисах, но имейте в виду, что данные не могут быть полностью или полностью удалены из всех наших систем (например, из резервных копий и т. д.).';
export const CCPA_RU = 'Уведомление о конфиденциальности CCPA';
export const CALIFORNIA_RESIDENT_RU = 'Свод правил Калифорнии определяет «резидента» как:';
export const EVERY_INDIVIDUAL_RU =
  'аждое лицо, находящееся в штате Калифорния не с временной или временной целью, и';
export const EVERY_INDIVIDUAL_STATE_RU =
  'каждое лицо, постоянно проживающее в штате Калифорния, которое находится за пределами штата Калифорния с временной или временной целью';
export const All_OTHER_RU = '\nВсе остальные физические лица определяются как «нерезиденты».';
export const IF_THIS_DEFINITIONS_RU =
  'Если это определение «резидента» применимо к вам, мы должны соблюдать определенные права и обязанности в отношении вашей личной информации.';
export const WHAT_CATEGORIES_RU = 'Какие категории личной информации мы собираем?';
export const WE_HAVE_NOT_COLLECTED_RU =
  'За последние двенадцать (12) месяцев мы не собирали следующие категории личной информации:';
export const A_TYPE_RU = 'A. Идентификаторы:';
export const A_DESCRIBE_RU =
  'Контактные данные, такие как настоящее имя, псевдоним, почтовый адрес, контактный номер телефона или мобильного телефона, уникальный личный идентификатор, онлайн-идентификатор, адрес интернет-протокола, адрес электронной почты и имя учетной записи.';
export const B_TYPE_RU =
  'B. Категории личной информации, перечисленные в законе штата Калифорния о реестрах клиентов:';
export const B_DESCRIBE_RU =
  'Имя, контактная информация, образование, место работы, история трудоустройства и финансовая информация.';
export const C_TYPE_RU =
  'C. Защищенные классификационные характеристики в соответствии с законодательством штата Калифорния или федеральным законодательством:';
export const C_DESCRIBE_RU = 'Пол и дата рождения';
export const D_TYPE_RU = 'D. Коммерческая информация:';
export const D_DESCRIBE_RU =
  'Информация о транзакциях, история покупок, финансовые данные и информация о платежах.';
export const E_TYPE_RU = 'E. Биометрическая информация:';
export const E_DESCRIBE_RU = 'Отпечатки пальцев и голосовые отпечатки';
export const F_TYPE_RU = 'F. Интернет или другая подобная сетевая активность:';
export const F_DESCRIBE_RU =
  'История просмотров, история поиска, поведение в Интернете, данные об интересах и взаимодействии с нашими и другими веб-сайтами, приложениями, системами и рекламными объявлениями.';
export const G_TYPE_RU = 'G. Данные геолокации:';
export const G_DESCRIBE_RU = 'Местоположение устройства';
export const H_TYPE_RU =
  'H. Аудио, электронная, визуальная, термическая, обонятельная или подобная информация:';
export const H_DESCRIBE_RU =
  'Изображения и аудио, видео или записи разговоров, созданные в связи с нашей коммерческой деятельностью.';
export const I_TYPE_RU =
  'I. Профессиональная информация или информация, связанная с трудоустройством:';
export const I_DESCRIBE_RU =
  'Деловые контактные данные для предоставления вам наших услуг на деловом уровне или должности, истории работы и профессиональной квалификации, если вы подаете заявку на работу у нас.';
export const J_TYPE_RU = 'J. Информация об образовании:';
export const J_DESCRIBE_RU = 'Записи учащихся и справочная информация';
export const K_TYPE_RU = 'K. Выводы, сделанные на основе другой личной информации:';
export const K_DESCRIBE_RU =
  'Выводы, сделанные на основе любой собранной личной информации, указанной выше, для создания профиля или сводки, например, о предпочтениях и характеристиках человека.';
export const L_TYPE_RU = 'L. Конфиденциальная личная информация:';
export const WE_MAY_ALSO_RU =
  'Мы также можем собирать другую личную информацию за пределами этих категорий в случаях, когда вы взаимодействуете с нами лично, через Интернет, по телефону или почте в контексте:\n' +
  'Получение помощи через наши каналы поддержки клиентов;\n' +
  'Участие в опросах или конкурсах клиентов; и\n' +
  'Содействие предоставлению наших Услуг и ответы на ваши запросы.';
export const HOW_DO_WE_USE_RU = 'Как мы используем и передаем вашу личную информацию?';
export const MORE_INFO_ABOUT_RU =
  'Более подробную информацию о нашей практике сбора и обмена данными можно найти в этом уведомлении о конфиденциальности.';
export const YOU_MAY_CONTACT_RU =
  'Вы можете связаться с нами, посетив https://fliptok.app/contact-us или воспользовавшись контактной информацией внизу этого документа.';
export const IF_YOU_USE_AGENT_RU =
  'Если вы используете уполномоченного агента для реализации своего права на отказ, мы можем отклонить запрос, если уполномоченный агент не предоставит доказательства того, что он действительно уполномочен действовать от вашего имени.';
export const WILL_YOUR_MORE_INFO_RU = 'Будет ли ваша информация передана кому-либо еще?';
export const WE_MAY_DISCLOSE_RU =
  'Мы можем раскрывать вашу личную информацию нашим поставщикам услуг в соответствии с письменным договором между нами и каждым поставщиком услуг. Каждый поставщик услуг является коммерческой организацией, которая обрабатывает информацию от нашего имени, соблюдая те же строгие обязательства по защите конфиденциальности, предусмотренные CCPA.';
export const WE_MAY_USE_YOUR_PERSONAL_INFO_RU =
  'Мы можем использовать вашу личную информацию для наших собственных деловых целей, например, для проведения внутренних исследований в целях технологического развития и демонстрации. Это не считается «продажей» вашей личной информации.';
export const FLIPTOK_HAS_NOT_DISCLOSED_RU =
  'FlipTok не раскрывал, не продавал и не передавал какую-либо личную информацию третьим лицам в деловых или коммерческих целях в течение предыдущих двенадцати (12) месяцев. FlipTok не будет в будущем продавать или передавать личную информацию, принадлежащую посетителям сайта, пользователям и другим потребителям.';
export const YOUR_RIGHTS_WITH_RESPECT_RU = 'Ваши права в отношении ваших личных данных';
export const RIGHTS_TO_REQUEST_RU = 'Право требовать удаления данных — Запрос на удаление';
export const YOU_CAN_ASK_RU =
  'Вы можете попросить удалить вашу личную информацию. Если вы попросите нас удалить вашу личную информацию, мы выполним ваш запрос и удалим вашу личную информацию с учетом определенных исключений, предусмотренных законом, таких как (но не ограничиваясь) осуществление другим потребителем своего права на свободу слова. , наши требования соответствия, вытекающие из юридического обязательства, или любая обработка, которая может потребоваться для защиты от незаконной деятельности.';
export const RIGHT_TO_BE_INFORMED_RU = 'Право на информацию — запрос на информацию';
export const DEPENDING_ON_THE_CIRCUMSTANCES_RU =
  'В зависимости от обстоятельств вы имеете право знать:\n' +
  'собираем ли мы и используем личную информацию;\n' +
  'категории личной информации, которую мы собираем;\n' +
  'цели, для которых используется собранная личная информация;\n' +
  'продаем ли мы или передаем личную информацию третьим лицам;\n' +
  'категории личной информации, которую мы продавали, передавали или раскрывали в деловых целях;\n' +
  'категории третьих лиц, которым личная информация была продана, передана или раскрыта в деловых целях;\n' +
  'деловая или коммерческая цель сбора, продажи или обмена личной информацией; и\n' +
  'конкретные фрагменты личной информации, которую мы собрали о вас.\n' +
  'В соответствии с действующим законодательством мы не обязаны предоставлять или удалять обезличенную информацию о потребителе в ответ на запрос потребителя или повторно идентифицировать индивидуальные данные для проверки запроса потребителя.';
export const RIGHT_TO_NON_DISCRIMINATION_RU =
  'Право на недискриминацию при осуществлении прав потребителя на неприкосновенность частной жизни';
export const WE_NOT_DISCRIMINATE_RU =
  'Мы не будем дискриминировать вас, если вы воспользуетесь своими правами на конфиденциальность.';
export const RIGHTS_TO_LIMIT_RU =
  'Право на ограничение использования и раскрытия конфиденциальной личной информации';
export const WE_DO_NOT_PROCESS_RU = 'We do not process consumer`s sensitive personal information';
export const VERIFICATION_PROCESS_RU =
  'Мы не обрабатываем конфиденциальную личную информацию потребителей';
export const WE_ONLY_USE_PERSONAL_INFO_RU =
  'Мы будем использовать личную информацию, предоставленную в вашем запросе, только для проверки вашей личности или полномочий на подачу запроса. Насколько это возможно, мы будем избегать запроса от вас дополнительной информации в целях проверки. Однако, если мы не можем подтвердить вашу личность на основе уже имеющейся у нас информации, мы можем запросить у вас дополнительную информацию для целей проверки вашей личности, а также в целях безопасности или предотвращения мошенничества. Мы удалим такую ​​дополнительно предоставленную информацию, как только завершим вашу проверку.';
export const UPON_RECEIVING_RU =
  'После получения вашего запроса нам необходимо будет подтвердить вашу личность, чтобы определить, что вы тот самый человек, о котором у нас есть информация в нашей системе. Эти усилия по проверке требуют, чтобы мы попросили вас предоставить информацию, чтобы мы могли сопоставить ее с информацией, которую вы нам ранее предоставили. Например, в зависимости от типа отправляемого вами запроса мы можем попросить вас предоставить определенную информацию, чтобы мы могли сопоставить предоставленную вами информацию с информацией, которая уже имеется у нас в файле, или мы можем связаться с вами с помощью метода связи (например, телефон или адрес электронной почты), который вы ранее предоставили нам. Мы также можем использовать другие методы проверки, если того требуют обстоятельства.';
export const OTHER_PRIVACY_RIGHTS_RU = 'Другие права на конфиденциальность';
export const YOU_MAY_OBJECT_RU =
  'Вы можете возразить против обработки вашей личной информации.\n' +
  'Вы можете запросить исправление ваших личных данных, если они неверны или больше не актуальны, или попросить ограничить обработку информации.\n' +
  'Вы можете назначить уполномоченного агента, который сделает запрос в соответствии с CCPA от вашего имени. Мы можем отклонить запрос от уполномоченного агента, который не предоставил доказательства того, что он действительно уполномочен действовать от вашего имени в соответствии с CCPA.\n' +
  'Вы можете попросить отказаться от будущей продажи или передачи вашей личной информации третьим лицам. После получения запроса на отказ мы примем меры по нему как можно скорее, но не позднее пятнадцати (15) дней с даты подачи запроса.\n' +
  'Чтобы воспользоваться этими правами, вы можете связаться с нами, посетив https://fliptok.app/contact-us или воспользовавшись контактной информацией внизу этого документа. Если у вас есть жалоба на то, как мы обрабатываем ваши данные, мы хотели бы услышать ваше мнение.';
export const IF_YOU_RESIDENT_OF_VIRGINIA_RU =
  'Да, если вы проживаете в Вирджинии, вам могут быть предоставлены особые права в отношении доступа к вашей личной информации и ее использования.';
export const VIRGINIA_CDPA_RU = 'Уведомление о конфиденциальности CDPA штата Вирджиния';
export const UNDER_THE_VIRGINIA_RU =
  'В соответствии с Законом штата Вирджиния о защите потребительских данных (CDPA):';
export const CONSUMER_MEANS_RU =
  '«Потребитель» означает физическое лицо, являющееся резидентом Содружества, действующее только в индивидуальном или домашнем контексте. Сюда не входят физические лица, действующие в коммерческом или трудовом контексте.';
export const PERSONAL_DATA_MEANS_RU =
  '«Персональные данные» означают любую информацию, которая связана или разумно связана с идентифицированным или идентифицируемым физическим лицом. «Персональные данные» не включают в себя обезличенные данные или общедоступную информацию.';
export const SALE_OF_PERSONAL_DATA_RU =
  '«Продажа персональных данных» означает обмен персональных данных за денежное вознаграждение.';
export const IF_THIS_DEFINITION_RU =
  'Если это определение «потребитель» применимо к вам, мы должны соблюдать определенные права и обязанности в отношении ваших личных данных.';
export const THE_INFO_WE_COLLECT_RU =
  'Информация, которую мы собираем, используем и раскрываем о вас, будет зависеть от того, как вы взаимодействуете с FlipTok и нашими Сервисами. Чтобы узнать больше, пожалуйста, посетите следующие разделы:\n' +
  'Персональные данные, которые мы собираем\n' +
  'Как мы используем ваши персональные данные\n' +
  'Когда и кому мы передаем ваши персональные данные';
export const YOUR_RIGHTS_RU = 'Ваши права в отношении ваших личных данных';
export const RIGHT_TO_BE_INFORMED_WHETHER_OR_NOT_RU =
  'Право на получение информации о том, обрабатываем ли мы ваши личные данные\n' +
  'Право на доступ к вашим личным данным\n' +
  'Право на исправление неточностей в ваших личных данных\n' +
  'Право потребовать удаления ваших личных данных\n' +
  'Право на получение копии личных данных, которыми вы ранее поделились с нами\n' +
  'Право отказаться от обработки ваших персональных данных, если они используются для целевой рекламы, продажи персональных данных или профилирования в поддержку решений, которые приводят к юридическим или аналогичным значимым последствиям («профилирование»)\n' +
  'FlipTok не продавал никакие персональные данные третьим лицам в деловых или коммерческих целях. FlipTok не будет в будущем продавать персональные данные, принадлежащие посетителям сайта, пользователям и другим потребителям.';
export const EXERCISE_YOUR_RIGHTS_RU =
  'Осуществите свои права, предусмотренные CDPA штата Вирджиния.';
export const MORE_INFO_RU =
  'Более подробную информацию о нашей практике сбора и обмена данными можно найти в этом уведомлении о конфиденциальности.';
export const YOU_MAY_CONTACT_US_RU =
  'Вы можете связаться с нами по электронной почте fliptokapp@gmail.com или воспользовавшись контактной информацией внизу этого документа.';
export const IF_YOU_USING_RU =
  'Если вы пользуетесь услугами уполномоченного агента для осуществления своих прав, мы можем отклонить запрос, если уполномоченный агент не предоставит доказательства того, что он действительно уполномочен действовать от вашего имени.';
export const WE_MAY_REQUEST_RU =
  'Мы можем запросить у вас дополнительную информацию, разумно необходимую для проверки вас и запроса вашего потребителя. Если вы отправляете запрос через уполномоченного агента, нам может потребоваться собрать дополнительную информацию для проверки вашей личности перед обработкой вашего запроса.';
export const UPON_RECEIVING_YOUR_REQUEST_RU =
  'После получения вашего запроса мы ответим без неоправданной задержки, но во всех случаях в течение сорока пяти (45) дней с момента получения. При разумной необходимости период ответа может быть продлен один раз еще на сорок пять (45) дней. Мы сообщим вам о любом таком продлении в течение первоначального 45-дневного периода ответа вместе с причиной продления.';
export const RIGHT_TO_APPEAL_RU = 'Право на апелляцию';
export const IF_WE_DECLINE_RU =
  'Если мы откажемся принять меры по вашему запросу, мы сообщим вам о нашем решении и его обосновании. Если вы хотите обжаловать наше решение, напишите нам по адресу Fliptokapp@gmail.com. В течение шестидесяти (60) дней с момента получения апелляции мы сообщим вам в письменном виде о любых действиях, предпринятых или не предпринятых в ответ на апелляцию, включая письменное объяснение причин принятых решений.';
export const WE_WILL_UPDATE_RU =
  'Да, мы будем обновлять это уведомление по мере необходимости, чтобы обеспечить соответствие соответствующим законам.';
export const WE_MAY_UPDATE_INFO_RU =
  'Мы можем время от времени обновлять данное уведомление о конфиденциальности. Обновленная версия будет обозначаться обновленной датой «Пересмотренная», и обновленная версия вступит в силу, как только она станет доступной. Если мы внесем существенные изменения в настоящее уведомление о конфиденциальности, мы можем уведомить вас либо путем размещения уведомления о таких изменениях на видном месте, либо путем прямой отправки вам уведомления. Мы рекомендуем вам часто просматривать это уведомление о конфиденциальности, чтобы быть в курсе того, как мы защищаем вашу информацию.';
export const IF_YOU_HAVE_QUESTION_RU =
  'Если у вас есть вопросы или комментарии по поводу этого уведомления, вы можете написать нам по адресу Fliptokapp@gmail.com.';
export const BASED_ON_THE_APP_LAW_RU =
  'В соответствии с действующим законодательством вашей страны вы можете иметь право запросить доступ к личной информации, которую мы получаем от вас, изменить эту информацию или удалить ее.';

// TERMS AND CONDITIONS STRING

export const AGREEMENT_TO_OUR_LEGAL_TERMS_RU = 'СОГЛАСИЕ С НАШИМИ ЮРИДИЧЕСКИМ УСЛОВИЯМИ';
export const WE_ARE_FLIPTOK_RU = 'Мы — FlipTok («Компания», «мы», «нас», «наш»).';
export const WE_OPERATE_RU =
  'Мы управляем сервисом https://fliptok.app («Сайт»), а также любыми другими сопутствующими продуктами и услугами, которые ссылаются на настоящие юридические условия или ссылаются на них («Юридические условия») (совместно именуемые «Услуги»). .';
export const YOU_CAN_CONTACT_RU =
  'Вы можете связаться с нами по электронной почте fliptokapp@gmail.com.';
export const THESE_LEGAL_TERMS_RU =
  'Настоящие Юридические условия представляют собой юридически обязывающее соглашение, заключенное между вами лично или от имени юридического лица («вы») и FlipTok относительно вашего доступа к Услугам и их использования. Вы соглашаетесь с тем, что, получая доступ к Услугам, вы прочитали, поняли и согласились соблюдать все настоящие Юридические условия. ЕСЛИ ВЫ НЕ СОГЛАСНЫ СО ВСЕМИ ЭТИМИ ЮРИДИЧЕСКИМИ УСЛОВИЯМИ, ТО ВАМ СТРОГО ЗАПРЕЩАЕТСЯ ИСПОЛЬЗОВАТЬ УСЛУГИ И ВЫ ДОЛЖНЫ НЕМЕДЛЕННО ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ.';
export const SUPPLEMENTAL_RU =
  'Дополнительные положения и условия или документы, которые могут время от времени публиковаться в Сервисах, настоящим включены в настоящий документ посредством ссылки. Мы оставляем за собой право по нашему собственному усмотрению время от времени вносить изменения или дополнения в настоящие Юридические условия. Мы будем предупреждать вас о любых изменениях, обновляя дату «последнего обновления» настоящих Юридических условий, и вы отказываетесь от любого права на получение конкретного уведомления о каждом таком изменении. Вы обязаны периодически просматривать настоящие Юридические условия, чтобы быть в курсе обновлений. На вас будут распространяться изменения в любых пересмотренных Юридических условиях, и будет считаться, что вы ознакомились с ними и приняли их, продолжая пользоваться Услугами после даты публикации таких пересмотренных Юридических условий.';
export const ALL_USERS_RU =
  'Все пользователи, являющиеся несовершеннолетними в юрисдикции, в которой они проживают (как правило, моложе 18 лет), должны иметь разрешение и находиться под непосредственным контролем своего родителя или опекуна для использования Услуг. Если вы несовершеннолетний, ваш родитель или опекун должен прочитать и согласиться с настоящими Юридическими условиями, прежде чем вы сможете использовать Услуги.';
export const WE_RECOMMEND_RU =
  'Мы рекомендуем вам распечатать копию настоящих Юридических условий для вашего хранения.';
export const FIRST_PART_OF_TERMS_RU = '1. НАШИ УСЛУГИ';
export const SECOND_PART_OF_TERMS_RU = '2. ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ';
export const THIRD_PART_OF_TERMS_RU = '3. ПРЕДСТАВЛЕНИЯ ПОЛЬЗОВАТЕЛЕЙ';
export const FOURTH_PART_OF_TERMS_RU = '4. ЗАПРЕЩЕННЫЕ ДЕЯТЕЛЬНОСТИ';
export const FIFTH_PART_OF_TERMS_RU = '5. ВКЛАД ПОЛЬЗОВАТЕЛЕЙ';
export const SIXTH_PART_OF_TERMS_RU = '6. ЛИЦЕНЗИЯ НА ВКЛАД';
export const SEVENTH_PART_OF_TERMS_RU = '7. РЕКЛАМОДАТЕЛИ';
export const EIGHTH_PART_OF_TERMS_RU = '8. УПРАВЛЕНИЕ УСЛУГАМИ';
export const NINTH_PART_OF_TERMS_RU = '9. ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ';
export const TENTH_PART_OF_TERMS_RU = '10. СРОК И ПРЕКРАЩЕНИЕ';
export const ELEVENTH_PART_OF_TERMS_RU = '11. МОДИФИКАЦИИ И ПЕРЕРЫВЫ';
export const TWELFTH_PART_OF_TERMS_RU = '12. РЕГУЛИРУЮЩЕЕ ЗАКОНОДАТЕЛЬСТВО';
export const THIRTEENTH_PART_OF_TERMS_RU = '13. РАЗРЕШЕНИЕ СПОРА';
export const FOURTEENTH_PART_OF_TERMS_RU = '14. ИСПРАВЛЕНИЯ';
export const FIFTEENTH_PART_OF_TERMS_RU = '15. ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ';
export const SIXTEENTH_PART_OF_TERMS_RU = '16. ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ';
export const SEVENTEENTH_PART_OF_TERMS_RU = '17. ВОЗМЕЩЕНИЕ';
export const EIGHTEENTH_PART_OF_TERMS_RU = '18. ДАННЫЕ ПОЛЬЗОВАТЕЛЯ';
export const NINETEENTH_PART_OF_TERMS_RU = '19. ЭЛЕКТРОННЫЕ СООБЩЕНИЯ, СДЕЛКИ И ПОДПИСИ';
export const TWENTIETH_PART_OF_TERMS_RU = '20. ПОЛЬЗОВАТЕЛИ И ЖИТЕЛИ КАЛИФОРНИИ';
export const TWENTIETH_ONE_PART_OF_TERMS_RU = '21. РАЗНООБРАЗНЫЙ';
export const TWENTIETH_TWO_PART_OF_TERMS_RU = '22. СВЯЗАТЬСЯ С НАМИ';
export const THE_INFO_PROVIDED_RU =
  'Информация, предоставляемая при использовании Сервисов, не предназначена для распространения или использования каким-либо физическим или юридическим лицом в любой юрисдикции или стране, где такое распространение или использование будет противоречить закону или постановлению или которое потребует от нас каких-либо требований регистрации в такой юрисдикции или страна. Соответственно, те лица, которые решают получить доступ к Услугам из других мест, делают это по собственной инициативе и несут полную ответственность за соблюдение местного законодательства, если и в той степени, в которой местные законы применимы.';
export const THE_SERVICES_RU =
  'Услуги не предназначены для соответствия отраслевым нормам (Закон о переносимости и подотчетности медицинского страхования (HIPAA), Федеральный закон об управлении информационной безопасностью (FISMA) и т. д.), поэтому, если ваше взаимодействие будет подпадать под действие таких законов, вы не имеете права использовать Сервисы. Вы не имеете права использовать Услуги способом, нарушающим Закон Грэмма-Лича-Блайли (GLBA).';
export const OUR_INTELLECTUAL_PROPERTY_RU = 'Наша интеллектуальная собственность';
export const WE_ARE_THE_OWNER_RU =
  'Мы являемся владельцем или лицензиатом всех прав интеллектуальной собственности на наши Сервисы, включая весь исходный код, базы данных, функциональные возможности, программное обеспечение, дизайн веб-сайтов, аудио, видео, текст, фотографии и графику в Сервисах (совместно именуемые «Контент»). ), а также содержащиеся в них товарные знаки, знаки обслуживания и логотипы («Знаки»).';
export const OUR_CONTENT_RU =
  'Наш Контент и Знаки защищены законами об авторском праве и товарных знаках (а также различными другими правами интеллектуальной собственности и законами о недобросовестной конкуренции), а также договорами в США и во всем мире.';
export const THE_CONTENT_AND_MARKS_RU =
  'Контент и Знаки предоставляются в рамках Услуг или через них «КАК ЕСТЬ» только для вашего личного, некоммерческого использования или внутренних деловых целей.';
export const YOUR_USE_OF_OUR_SERVICES_RU = 'Использование вами наших Сервисов';
export const SUBJECT_TO_YOUR_COMPLIANCE_RU =
  'При условии соблюдения вами настоящих Юридических условий, включая раздел «ЗАПРЕЩЕННАЯ ДЕЯТЕЛЬНОСТЬ» ниже, мы предоставляем вам неисключительную, непередаваемую и отзывную лицензию на: доступ к Услугам; а также загрузить или распечатать копию любой части Контента, к которой вы получили доступ должным образом. исключительно для вашего личного, некоммерческого использования или внутренних деловых целей.';
export const EXCEPT_AND_SET_OUT_RU =
  'За исключением случаев, указанных в этом разделе или других разделах наших Юридических условий, никакая часть Услуг, а также Контент или Знаки не могут быть скопированы, воспроизведены, агрегированы, переизданы, загружены, размещены, публично показаны, кодированы, переведены, переданы, распространены, проданы. , лицензироваться или иным образом использоваться в любых коммерческих целях без нашего предварительного письменного разрешения.';
export const IF_YOU_WISH_RU =
  'Если вы желаете использовать Услуги, Контент или Знаки иначе, чем указано в этом разделе или других разделах наших Юридических условий, отправьте свой запрос по адресу: fliptokapp@gmail.com. Если мы когда-либо предоставим вам разрешение на публикацию, воспроизведение или публичное отображение какой-либо части наших Услуг или Контента, вы должны указать нас как владельцев или лицензиаров Услуг, Контента или Знаков и обеспечить появление любых уведомлений об авторских правах или правах собственности или виден при публикации, воспроизведении или отображении нашего Контента.';
export const WE_RESERVE_ALL_RU =
  'Мы оставляем за собой все права, не предоставленные вам явно в отношении Услуг, Контента и Знаков.';
export const ANY_BREACH_RU =
  'Любое нарушение этих Прав интеллектуальной собственности будет представлять собой существенное нарушение наших Юридических условий, и ваше право на использование наших Услуг будет немедленно прекращено.';
export const YOUR_SUBMISSION_RU = 'Ваши материалы';
export const PLEASE_REVIEW_RU =
  'Пожалуйста, внимательно просмотрите этот раздел и раздел «ЗАПРЕЩЕННАЯ ДЕЯТЕЛЬНОСТЬ» перед использованием наших Сервисов, чтобы понять (а) права, которые вы нам предоставляете, и (б) обязательства, которые вы имеете при публикации или загрузке любого контента через Сервисы.';
export const SUBMISSION_RU = 'Материалы:';
export const BU_DIRECTLY_RU =
  'Отправляя нам напрямую любые вопросы, комментарии, предложения, идеи, отзывы или другую информацию об Услугах («Материалы»), вы соглашаетесь передать нам все права интеллектуальной собственности на такие Материалы. Вы соглашаетесь с тем, что мы будем владеть этой Публикацией и иметь право на ее неограниченное использование и распространение в любых законных целях, коммерческих или иных, без вашего согласия или компенсации.';
export const YOU_ARE_RESPONSIBLE_RU =
  'Вы несете ответственность за то, что публикуете или загружаете:';
export const BU_SENDING_RU =
  'Отправляя нам Материалы через любую часть Сервисов, вы: подтверждаете, что прочитали и согласны с нашими «ЗАПРЕЩЕННЫМИ ДЕЯТЕЛЬНОСТЬМИ» и не будете публиковать, отправлять, публиковать, загружать или передавать через Сервисы любые Материалы, которые являются незаконными, оскорбительными, ненавистный, вредный, клеветнический, непристойный, запугивающий, оскорбительный, дискриминирующий,' +
  'угрозы любому лицу или группе, откровенно сексуальные, ложные, неточные, лживые или вводящие в заблуждение; в той степени, в которой это разрешено применимым законодательством, отказаться от любых моральных прав на любую такую ​​Представленную информацию; гарантируем, что любые такие Материалы принадлежат вам или что у вас есть необходимые права и лицензии для подачи таких Материалов, а также что у вас есть все полномочия предоставить нам вышеупомянутые права в' +
  'отношение к вашим материалам; а также гарантируем и заявляем, что ваши Материалы не представляют собой конфиденциальную информацию. Вы несете единоличную ответственность за предоставленные вами материалы и прямо соглашаетесь возместить нам любые и все убытки, которые мы можем понести из-за нарушения вами (а) настоящего раздела, (б) прав интеллектуальной собственности любой третьей стороны или (в) применимого законодательства.';
export const BU_USING_SERVICES_RU =
  'Используя Услуги, вы заявляете и гарантируете, что: (1) вы обладаете правоспособностью и соглашаетесь соблюдать настоящие Юридические условия; (2) вы не являетесь несовершеннолетним в юрисдикции, в которой вы проживаете, или, если вы несовершеннолетний, вы получили разрешение родителей на использование Услуг; (3) вы не будете получать доступ к Услугам автоматическими или нечеловеческими средствами, будь то с помощью бота, скрипта или иным образом; (4) вы не будете использовать Услуги в каких-либо незаконных или несанкционированных целях; и (5) использование вами Услуг не будет нарушать какие-либо применимые законы или правила.';
export const IF_YOU_PROVIDE_RU =
  'Если вы предоставляете какую-либо информацию, которая является неверной, неточной, устаревшей или неполной, мы имеем право приостановить или прекратить действие вашей учетной записи и отказать в любом текущем или будущем использовании Услуг (или любой их части).';
export const TOU_MAY_NOT_ACCESS_RU =
  'Вы не имеете права получать доступ к Услугам или использовать их для каких-либо иных целей, кроме тех, для которых мы предоставляем Услуги. Услуги не могут использоваться в каких-либо коммерческих целях, за исключением тех, которые специально одобрены или одобрены нами.';
export const AS_A_USER_OF_SERVICES_RU =
  'Как пользователь Сервисов вы соглашаетесь не:\n' +
  'Систематически получать данные или другой контент из Сервисов для создания или компиляции, прямо или косвенно, коллекции, компиляции, базы данных или каталога без нашего письменного разрешения.\n' +
  'Обманывать, обманывать или вводить в заблуждение нас и других пользователей, особенно при любой попытке узнать конфиденциальную информацию об учетной записи, например пароли пользователей.\n' +
  'Обходить, отключать или иным образом вмешиваться в функции Услуг, связанные с безопасностью, включая функции, которые предотвращают или ограничивают использование или копирование любого Контента или налагают ограничения на использование Услуг и/или Содержимого, содержащегося в них.\n' +
  'По нашему мнению, унижать, запятнать или иным образом навредить нам и/или Сервисам.\n' +
  'Использовать любую информацию, полученную через Сервисы, чтобы преследовать, оскорблять или причинять вред другому человеку.\n' +
  'Ненадлежащим образом пользуйтесь нашими услугами поддержки или отправляйте ложные сообщения о злоупотреблениях или неправомерных действиях.\n' +
  'Использовать Услуги способами, несовместимыми с применимыми законами и правилами.\n' +
  'Заниматься несанкционированным созданием фреймов или ссылок на Сервисы.\n' +
  'Загружать или передавать (или пытаться загрузить или передать) вирусы, троянские кони или другие материалы, включая чрезмерное использование заглавных букв и спам (непрерывную публикацию повторяющегося текста), которые мешают бесперебойному использованию Услуг любой стороной. или модифицирует, ухудшает, нарушает, изменяет или мешает использованию, функциям, работе или обслуживанию Услуг.\n' +
  'Участвовать в любом автоматизированном использовании системы, например, использовать сценарии для отправки комментариев или сообщений, или использовать любой интеллектуальный анализ данных, роботов или аналогичные инструменты сбора и извлечения данных.\n' +
  'Удалить уведомление об авторских правах или других правах собственности из любого Контента.\n' +
  'Попытка выдать себя за другого пользователя или человека или использовать имя другого пользователя.\n' +
  'Загружать или передавать (или пытаться загрузить или передать) любые материалы, которые действуют как пассивный или активный механизм сбора или передачи информации, включая, помимо прочего, четкие форматы обмена графикой («гифки»), пиксели 1×1, веб-ошибки, файлы cookie или другие подобные устройства (иногда называемые «шпионским ПО», «механизмами пассивного сбора» или «ПКМС»).\n' +
  'Вмешиваться, нарушать или создавать чрезмерную нагрузку на Сервисы или сети или сервисы, подключенные к Сервисам.\n' +
  'Преследовать, раздражать, запугивать или угрожать любому из наших сотрудников или агентов, участвующих в предоставлении вам какой-либо части Услуг.\n' +
  'Пытаться обойти любые меры Сервисов, предназначенные для предотвращения или ограничения доступа к Сервисам или любой их части.\n' +
  'Копировать или адаптировать программное обеспечение Сервисов, включая, помимо прочего, Flash, PHP, HTML, JavaScript или другой код.\n' +
  'За исключением случаев, разрешенных применимым законодательством, расшифровывать, декомпилировать, дизассемблировать или реконструировать любое программное обеспечение, составляющее или каким-либо образом являющееся частью Услуг.\n' +
  'За исключением случаев, когда это может быть результатом стандартного использования поисковой системы или интернет-браузера, использования, запуска, разработки или распространения любой автоматизированной системы, включая, помимо прочего, любого паука, робота, чит-утилиту, скрапер или автономное средство чтения, которые получают доступ к Услугам, или использовать или запускать неавторизованный скрипт или другое программное обеспечение.\n' +
  'Используйте агента по закупкам или агента по закупкам для совершения покупок в Сервисах.\n' +
  'Осуществлять любое несанкционированное использование Сервисов, включая сбор имен пользователей и/или адресов электронной почты пользователей с помощью электронных или других средств с целью отправки нежелательной электронной почты или создания учетных записей пользователей автоматическими средствами или под ложным предлогом.\n' +
  'Использовать Услуги в рамках любых усилий по конкуренции с нами или иным образом использовать Услуги и/или Контент для любых целей, приносящих доход, или коммерческих предприятий.';
export const THE_SERVICES_DOES_NOT_RU =
  'Сервисы не предлагают пользователям отправлять или публиковать контент. Мы можем предоставить вам возможность создавать, отправлять, публиковать, отображать, передавать, выполнять, публиковать, распространять или транслировать контент и материалы нам или в Сервисах, включая, помимо прочего, текст, письменные материалы, видео, аудио, фотографии. , графики, комментарии, предложения или личная информация или другие материалы (совместно именуемые «Вклады»). Вклады могут быть просмотрены другими пользователями Сервисов и через сторонние веб-сайты. Таким образом, любые передаваемые вами Вклады могут рассматриваться в соответствии с Политикой конфиденциальности Сервисов. Когда вы создаете или предоставляете доступ к каким-либо Вкладам, вы тем самым заявляете и гарантируете, что:\n' +
  'Создание, распространение, передача, публичный показ или исполнение, а также доступ, загрузка или копирование ваших Вкладов не нарушают и не будут нарушать права собственности, включая, помимо прочего, авторские права, патенты, товарные знаки, коммерческую тайну, или моральные права любой третьей стороны.\n' +
  'Вы являетесь создателем и владельцем или обладаете необходимыми лицензиями, правами, согласиями, выпусками и разрешениями для использования и разрешения нам, Сервисам и другим пользователям Сервисов использовать ваши Вклады любым способом, предусмотренным Сервисами и настоящих Юридических условий.\n' +
  'У вас есть письменное согласие, освобождение и/или разрешение каждого идентифицируемого физического лица в ваших Вкладах на использование имени или изображения каждого такого идентифицируемого физического лица для включения и использования ваших Вкладов любым способом, предусмотренным Сервисов и настоящих Юридических условий.\n' +
  'Ваши материалы не являются ложными, неточными или вводящими в заблуждение.\n' +
  'Ваши вклады не являются нежелательной или несанкционированной рекламой, рекламными материалами, финансовыми пирамидами, письмами счастья, спамом, массовыми рассылками или другими формами навязывания услуг.\n' +
  'Ваши материалы не являются непристойными, непристойными, похотливыми, грязными, жестокими, оскорбительными, клеветническими, клеветническими или иным образом нежелательными (по нашему мнению).\n' +
  'Ваши материалы не высмеивают, не высмеивают, не унижают, не запугивают и не оскорбляют кого-либо.\n' +
  'Ваши материалы не используются для преследования или угроз (в юридическом смысле этих терминов) любому другому лицу, а также для пропаганды насилия против конкретного человека или класса людей.\n' +
  'Ваши материалы не нарушают какие-либо применимые законы, постановления или правила.\n' +
  'Ваши материалы не нарушают права на конфиденциальность или публичность третьих лиц.\n' +
  'Ваши материалы не нарушают какие-либо применимые законы, касающиеся детской порнографии, или иным образом не направлены на защиту здоровья или благополучия несовершеннолетних.\n' +
  'Ваши материалы не содержат оскорбительных комментариев, связанных с расой, национальным происхождением, полом, сексуальными предпочтениями или физическими недостатками.\n' +
  'Ваши материалы иным образом не нарушают и не ссылаются на материалы, которые нарушают какие-либо положения настоящих Юридических условий или любого применимого закона или постановления.\n' +
  'Любое использование Услуг в нарушение вышеизложенного нарушает настоящие Юридические условия и может привести, среди прочего, к прекращению или приостановлению ваших прав на использование Услуг.';
export const YOU_AND_SERVICES_RU =
  'Вы и Сервисы соглашаетесь, что мы можем получать доступ, хранить, обрабатывать и использовать любую информацию и персональные данные, которые вы предоставляете, в соответствии с условиями Политики конфиденциальности и вашим выбором (включая настройки).';
export const BY_SUBMITTING_RU =
  'Отправляя предложения или другие отзывы относительно Услуг, вы соглашаетесь с тем, что мы можем использовать и передавать такие отзывы для любых целей без какой-либо компенсации вам.';
export const WE_DO_NOT_ASSERT_RU =
  'Мы не претендуем на право собственности на ваши Вклады. Вы сохраняете полное право собственности на все свои Вклады, а также любые права интеллектуальной собственности или другие права собственности, связанные с вашими Вкладами. Мы не несем ответственности за любые заявления или представления в ваших Материалах, предоставленных вами в любой области Сервисов. Вы несете единоличную ответственность за свои Вклады в Сервисы и прямо соглашаетесь освободить нас от любой ответственности и воздерживаться от любых судебных исков против нас в отношении ваших Вкладов.';
export const WE_ALLOW_ADVERTISERS_RU =
  'Мы разрешаем рекламодателям отображать свою рекламу и другую информацию в определенных областях Сервисов, например, рекламные объявления на боковой панели или рекламные баннеры. Мы просто предоставляем место для размещения такой рекламы и никаких других отношений с рекламодателями не имеем.';
export const WE_RESERVE_RIGHT_RU =
  'Мы оставляем за собой право, но не обязанность: (1) контролировать Сервисы на предмет нарушений настоящих Юридических условий; (2) принять соответствующие правовые меры против любого, кто по нашему собственному усмотрению нарушает закон или настоящие Юридические условия, включая, помимо прочего, сообщение о таком пользователе в правоохранительные органы; (3) по нашему собственному усмотрению и без ограничений отказывать, ограничивать доступ, ограничивать доступность или отключать (насколько это технологически осуществимо) любой из ваших Вкладов или любую их часть; (4) по нашему собственному усмотрению и без ограничений, уведомлений или обязательств удалить из Сервисов или иным образом отключить все файлы и контент, которые имеют чрезмерный размер или каким-либо образом обременительны для наших систем; и (5) иным образом управлять Услугами таким образом, чтобы защитить наши права и собственность, а также обеспечить надлежащее функционирование Услуг.';
export const WE_CARE_ABOUT_RU =
  'Мы заботимся о конфиденциальности и безопасности данных. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности: https://fliptok.app/privacy-policy. Используя Услуги, вы соглашаетесь соблюдать нашу Политику конфиденциальности, которая включена в настоящие Юридические условия. Обратите внимание, что Сервисы размещаются в Германии. Если вы получаете доступ к Сервисам из любого другого региона мира, где законы или другие требования, регулирующие сбор, использование или раскрытие персональных данных, отличаются от применимых законов Германии, то, продолжая использовать Сервисы, вы передаете свои данные в Германию. , и вы прямо соглашаетесь на передачу и обработку ваших данных в Германии.';
export const THESE_LEGAL_TERMS_SHALL_RU =
  'Настоящие Юридические условия остаются в полной силе и действии, пока вы пользуетесь Услугами. НЕ ОГРАНИЧИВАЯ КАКИХ-ЛИБО ДРУГИХ ПОЛОЖЕНИЙ НАСТОЯЩИХ ПРАВОВЫХ УСЛОВИЙ, МЫ ОСТАВЛЯЕМ ПРАВО ПО НАШЕМУ УСМОТРЕНИЮ, БЕЗ УВЕДОМЛЕНИЯ ИЛИ ОТВЕТСТВЕННОСТИ, ОТКАЗАТЬ В ДОСТУПЕ И ИСПОЛЬЗОВАНИИ УСЛУГ (ВКЛЮЧАЯ БЛОКИРОВКУ ОПРЕДЕЛЕННЫХ IP-АДРЕСОВ) ЛЮБОМУ ЛИЦУ ПО ЛЮБЫМ ПРИЧИНАМ ИЛИ ДЛЯ НИКАКИХ ПРИЧИН, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, НАРУШЕНИЕ ЛЮБЫХ ЗАЯВЛЕНИЙ, ГАРАНТИЙ ИЛИ ОБЯЗАТЕЛЬСТВ, СОДЕРЖАЩИХСЯ В НАСТОЯЩИХ ЮРИДИЧЕСКИХ УСЛОВИЯХ ИЛИ ЛЮБОМ ПРИМЕНИМОМ ЗАКОНЕ ИЛИ НОРМАТИВНЫХ НОРМ. МЫ МОЖЕМ ПРЕКРАТИТЬ ВАШЕ ИСПОЛЬЗОВАНИЕ УСЛУГ ИЛИ УЧАСТИЕ В УСЛУГАХ ИЛИ УДАЛИТЬ ЛЮБОЙ КОНТЕНТ ИЛИ ИНФОРМАЦИЮ, КОТОРУЮ ВЫ РАЗМЕСТИЛИ В ЛЮБОЕ ВРЕМЯ, БЕЗ ПРЕДУПРЕЖДЕНИЯ, ПО НАШЕМУ УСМОТРЕНИЮ.';
export const IF_WE_TERMINATE_RU =
  'Если мы прекратим или приостановим вашу учетную запись по какой-либо причине, вам будет запрещено регистрироваться и создавать новую учетную запись под своим именем, вымышленным или заимствованным именем или именем любой третьей стороны, даже если вы действуете от имени третьей стороны. вечеринка. Помимо прекращения или приостановки действия вашей учетной записи, мы оставляем за собой право предпринять соответствующие юридические действия, включая, помимо прочего, гражданские, уголовные и судебные запреты.';
export const WE_RESERVE_THE_RIGHT_RU =
  'Мы оставляем за собой право изменять, модифицировать или удалять содержимое Сервисов в любое время и по любой причине по нашему собственному усмотрению без предварительного уведомления. Однако мы не обязаны обновлять какую-либо информацию о наших Сервисах. Мы не несем ответственности перед вами или любой третьей стороной за любые модификации, изменения цен, приостановку или прекращение предоставления Услуг.';
export const WE_CANNOT_GUARANTEE_RU =
  'Мы не можем гарантировать, что Услуги будут доступны в любое время. У нас могут возникнуть проблемы с оборудованием, программным обеспечением или другие проблемы или возникнуть необходимость проведения технического обслуживания, связанного с Услугами, что приведет к перебоям, задержкам или ошибкам. Мы оставляем за собой право изменять, пересматривать, обновлять, приостанавливать, прекращать или иным образом модифицировать Услуги в любое время и по любой причине без предварительного уведомления. Вы соглашаетесь с тем, что мы не несем никакой ответственности за любые убытки, ущерб или неудобства, вызванные вашей неспособностью получить доступ к Услугам или использовать их во время простоя или прекращения оказания Услуг. Ничто в настоящих Юридических условиях не может быть истолковано как обязывающее нас поддерживать и поддерживать Сервисы или предоставлять какие-либо исправления, обновления или выпуски в связи с ними.';
export const THESE_LEGAL_TERMS_GOVERNED_RU =
  'Настоящие Юридические условия регулируются и интерпретируются в соответствии с законодательством Германии, а использование Конвенции Организации Объединенных Наций о договорах международной купли-продажи товаров прямо исключается. Если ваше обычное место жительства находится в ЕС и вы являетесь потребителем, вы дополнительно обладаете защитой, предоставляемой вам обязательными положениями законодательства вашей страны проживания.';
export const INFORMAL_NEGOTIATIONS_RU = 'Неформальные переговоры';
export const TO_EXPEDITE_RESOLUTION_RU =
  'Чтобы ускорить разрешение и контролировать стоимость любого спора, разногласия или претензии, связанной с настоящими Юридическими условиями (каждый — «Спор», а вместе — «Споры»), предъявленных вами или нами (индивидуально — «Сторона» и коллективно, «Стороны»), Стороны соглашаются сначала попытаться урегулировать любой Споры (за исключением Споров, прямо указанных ниже) в неофициальном порядке в течение как минимум 30 дней до начала арбитражного разбирательства. Такие неофициальные переговоры начинаются после письменного уведомления одной Стороны другой Стороне.';
export const BINDING_ARBITRATION_RU = 'Обязательный арбитраж';
export const ANY_DISPUTE_RU =
  'Любой спор, возникающий из или в связи с настоящими Юридическими условиями, включая любые вопросы относительно их существования, действительности или прекращения действия, передается и окончательно разрешается Международным коммерческим арбитражным судом при Европейской арбитражной палате (Бельгия, Брюссель, Авеню Луиза). , 146) по Правилам настоящего МКАС, что вследствие ссылки на него рассматривается как часть настоящего пункта.';
export const THERE_MAY_BE_INFORMATION_RU =
  'В Сервисах может содержаться информация, содержащая опечатки, неточности или упущения, включая описания, цены, доступность и различную другую информацию. Мы оставляем за собой право исправлять любые ошибки, неточности или упущения, а также изменять или обновлять информацию об Услугах в любое время без предварительного уведомления.';
export const THE_SERVICES_ARE_PROVIDED_RU =
  'УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И «КАК ДОСТУПНО». ВЫ СОГЛАШАЕТЕСЬ, ЧТО ИСПОЛЬЗУЕТЕ УСЛУГИ НА СВОЙ РИСК. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОМ, МЫ ОТКАЗЫВАЕМСЯ ОТ ВСЕХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, В СВЯЗИ С УСЛУГАМИ И ИХ ИСПОЛЬЗОВАНИЕМ ВАМИ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ. МЫ НЕ ДАЕМ НИКАКИХ ГАРАНТИЙ ИЛИ ЗАЯВЛЕНИЙ ОТНОСИТЕЛЬНО ТОЧНОСТИ ИЛИ ПОЛНОТЫ СОДЕРЖАНИЯ УСЛУГ ИЛИ СОДЕРЖАНИЯ ЛЮБЫХ ВЕБ-САЙТОВ ИЛИ МОБИЛЬНЫХ ПРИЛОЖЕНИЙ, СВЯЗАННЫХ С УСЛУГАМИ, И МЫ НЕ НЕСЕМ НИКАКОЙ ОТВЕТСТВЕННОСТИ ИЛИ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ (1) ОШИБКИ, ОШИБКИ ИЛИ НЕДОСТАТКИ УРАЦИИ СОДЕРЖАНИЯ И МАТЕРИАЛЫ, (2) ЛИЧНЫЕ ТРАВМЫ ИЛИ ИМУЩЕСТВЕННЫЙ УЩЕРБ ЛЮБОГО ПРИРОДА, В РЕЗУЛЬТАТЕ ВАШЕГО ДОСТУПА К УСЛУГАМ И ИСПОЛЬЗОВАНИЯ ИХ, (3) ЛЮБОЙ НЕСАНКЦИОНИРОВАННЫЙ ДОСТУП ИЛИ ИСПОЛЬЗОВАНИЕ НАШИХ ЗАЩИЩЕННЫХ СЕРВЕРОВ И/ИЛИ ЛЮБОЙ И ВСЕЙ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ И/ ИЛИ ФИНАНСОВАЯ ИНФОРМАЦИЯ, ХРАНЯЩАЯСЯ В НИХ, (4) ЛЮБОЕ ПРЕРЫВАНИЕ ИЛИ ПРЕКРАЩЕНИЕ ПЕРЕДАЧИ К УСЛУГАМ ИЛИ ОТ УСЛУГ, (5) ЛЮБЫЕ ОШИБКИ, ВИРУСЫ, ТРОЯНСКИЕ КОНИ ИЛИ Т.П., КОТОРЫЕ МОГУТ БЫТЬ ПЕРЕДАЧИ ИЛИ ЧЕРЕЗ УСЛУГИ ЛЮБОЙ ТРЕТЬЕЙ ЛИЦОЙ, И /ИЛИ (6) ЛЮБЫЕ ОШИБКИ ИЛИ УПУСКИ В ЛЮБОМ СОДЕРЖАНИИ И МАТЕРИАЛАХ ИЛИ ЛЮБЫЕ ПОТЕРИ ИЛИ УЩЕРБ ЛЮБОГО РОДА, ПОНЕСЕННЫЕ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ЛЮБОГО КОНТЕНТА, РАЗМЕЩЕННОГО, ПЕРЕДАВАЕМОГО ИЛИ ДРУГИМ ОБРАЗОМ, ДОСТУПНОГО ЧЕРЕЗ УСЛУГИ. МЫ НЕ ГАРАНТИРУЕМ, НЕ ПОДТВЕРЖДАЕМ, НЕ ГАРАНТИРУЕМ ИЛИ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБОЙ ПРОДУКТ ИЛИ УСЛУГУ, РЕКЛАМИРУЕМЫЕ ИЛИ ПРЕДЛАГАЕМЫЕ ТРЕТЬИМИ ЛИЦАМИ ЧЕРЕЗ УСЛУГИ, ЛЮБОЙ ВЕБ-САЙТ ПО ГИПЕРССЫЛКЕ, ЛЮБОЙ ВЕБ-САЙТ ИЛИ МОБИЛЬНОЕ ПРИЛОЖЕНИЕ, ПРЕДСТАВЛЕННОЕ В ЛЮБОМ БАННЕРЕ ИЛИ ДРУГОЙ РЕКЛАМЕ. , И МЫ НЕ БУДЕМ БУДЬТЕ СТОРОНОЙ ИЛИ НЕСУТЕ ЛЮБОЙ ОТВЕТСТВЕННОСТЬ ЗА МОНИТОРИНГ ЛЮБОЙ ТРАНЗАКЦИИ МЕЖДУ ВАМИ И ТРЕТЬИМИ ПОСТАВЩИКАМИ ПРОДУКТОВ ИЛИ УСЛУГ. КАК ПРИ ПОКУПКЕ ПРОДУКТА ИЛИ УСЛУГИ ПО ЛЮБЫМ СРЕДСТВАМ ИЛИ В ЛЮБОЙ СРЕДЕ, ВЫ ДОЛЖНЫ ПРИНЯТЬ ВАЖНУЮ рассудительность И ПРОЯВЛЯТЬ ОСТОРОЖНОСТЬ, ГДЕ НЕОБХОДИМО.';
export const IN_NO_EVENT_RU =
  'НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ МЫ ИЛИ НАШИ ДИРЕКТОРЫ, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ИЛИ ЛЮБОЙ ТРЕТЬЕЙ ЛИЦОЙ ЗА ЛЮБЫЕ ПРЯМЫЕ, КОСВЕННЫЕ, ПРИМЕРНЫЕ, СЛУЧАЙНЫЕ, СПЕЦИАЛЬНЫЕ ИЛИ ШТРАФНЫЕ УБЫТКИ, ВКЛЮЧАЯ Упущенную выгоду, Упущенный доход, Потерю данных, ИЛИ ДРУГОЙ УБЫТОК, ВОЗНИКШИЙ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ВАМИ УСЛУГ, ДАЖЕ ЕСЛИ НАС ПРЕДУПРЕЖДАЛИ О ВОЗМОЖНОСТИ ТАКОГО УБЫТКА.';
export const YOU_AGREE_TO_DEFEND_RU =
  "Вы соглашаетесь защищать, возмещать убытки и ограждать нас, включая наши дочерние компании, филиалы и всех наших соответствующих должностных лиц, агентов, партнеров и сотрудников, от любых потерь, ущерба, ответственности, претензий или требований, включая разумных адвокатов. ' сборы и расходы, произведенные любой третьей стороной в связи или в результате: (1) использования Услуг; (2) нарушение настоящих Юридических условий; (3) любое нарушение ваших заявлений и гарантий, изложенных в настоящих Юридических условиях; (4) нарушение вами прав третьих лиц, включая, помимо прочего, права интеллектуальной собственности; или (5) любое явное вредное действие по отношению к любому другому пользователю Сервисов, с которым вы связались через Сервисы. Несмотря на вышесказанное, мы оставляем за собой право за ваш счет взять на себя исключительную защиту и контроль над любым вопросом, по которому вы обязаны возместить нам ущерб, и вы соглашаетесь сотрудничать за ваш счет в нашей защите от таких претензий. Мы приложим разумные усилия, чтобы уведомить вас о любых таких претензиях, действиях или разбирательствах, подпадающих под данное возмещение, после того, как нам станет об этом известно.";
export const WE_WILL_MAINTAIN_RU =
  'Мы будем хранить определенные данные, которые вы передаете Сервисам, с целью управления производительностью Сервисов, а также данные, относящиеся к использованию вами Сервисов. Несмотря на то, что мы регулярно выполняем резервное копирование данных, вы несете единоличную ответственность за все данные, которые вы передаете или которые относятся к любой деятельности, которую вы предприняли с использованием Услуг. Вы соглашаетесь с тем, что мы не несем перед вами ответственности за любую потерю или повреждение любых таких данных, и настоящим вы отказываетесь от любого права на иск против нас, возникающий в результате любой такой потери или повреждения таких данных.';
export const VISITING_THE_SERVICES_RU =
  'Посещение Сервисов, отправка нам электронных писем и заполнение онлайн-форм представляют собой электронные коммуникации. Вы соглашаетесь получать электронные сообщения и соглашаетесь с тем, что все соглашения, уведомления, раскрытия информации и другие сообщения, которые мы предоставляем вам в электронном виде, по электронной почте и через Сервисы, удовлетворяют всем юридическим требованиям о том, что такие сообщения должны быть в письменной форме. НАСТОЯЩИМ ВЫ СОГЛАШАЕТЕСЬ НА ИСПОЛЬЗОВАНИЕ ЭЛЕКТРОННЫХ ПОДПИСЕЙ, КОНТРАКТОВ, ПРИКАЗОВ И ДРУГИХ ЗАПИСЕЙ, А ТАКЖЕ НА ЭЛЕКТРОННУЮ ДОСТАВКУ УВЕДОМЛЕНИЙ, ПОЛИТИК И ЗАПИСЕЙ О ТРАНЗАКЦИЯХ, ИНИЦИИРОВАННЫХ ИЛИ ЗАВЕРШЕННЫХ НАМИ ИЛИ ЧЕРЕЗ УСЛУГИ. Настоящим вы отказываетесь от любых прав или требований в соответствии с любыми законами, положениями, правилами, постановлениями или другими законами в любой юрисдикции, которые требуют оригинальной подписи, доставки или хранения неэлектронных записей, а также платежей или предоставления кредитов любыми другими способами. чем электронные средства.';
export const IF_ANY_COMPLAINT_RU =
  'Если какая-либо жалоба к нам не решена удовлетворительным образом, вы можете обратиться в отдел помощи при рассмотрении жалоб Отдела обслуживания потребителей Калифорнийского департамента по делам потребителей в письменном виде по адресу 1625 North Market Blvd., Suite N 112, Сакраменто, Калифорния 95834 или по телефону. по телефону (800) 952-5210 или (916) 445-1254.';
export const THESE_LEGAL_TERMS_AND_ANY_POLICIES_RU =
  'Настоящие Юридические условия, а также любые политики или правила работы, опубликованные нами в Сервисах или в отношении Сервисов, представляют собой полное соглашение и взаимопонимание между вами и нами. Наша неспособность реализовать или обеспечить соблюдение какого-либо права или положения настоящих Юридических условий не означает отказ от такого права или положения. Настоящие Юридические условия действуют в полной мере, разрешенной законом. Мы можем в любое время передать любые или все наши права и обязанности другим лицам. Мы не несем ответственности за любые убытки, ущерб, задержку или бездействие, вызванные любой причиной, находящейся вне нашего разумного контроля. Если какое-либо положение или часть положения настоящих Юридических условий будет признано незаконным, недействительным или не имеющим исковой силы, это положение или часть положения считается отделенным от настоящих Юридических условий и не влияет на действительность и возможность исполнения любых остальных положений. Между вами и нами в результате настоящих Юридических условий или использования Услуг не возникает никаких совместных предприятий, партнерских, трудовых или агентских отношений. Вы соглашаетесь с тем, что настоящие Юридические условия не будут истолкованы против нас в силу того, что они были составлены нами. Настоящим вы отказываетесь от любых возражений, которые могут у вас возникнуть на основании электронной формы настоящих Юридических условий и отсутствия подписи сторон для исполнения настоящих Юридических условий.';
export const IN_ORDER_TO_RESOLVE_RU =
  'Чтобы разрешить жалобу относительно Услуг или получить дополнительную информацию об использовании Услуг, свяжитесь с нами по адресу:';
