export const DOWNLOAD_RU = 'Скачать';
export const SEARCH_RU  = 'Поиск';
export const INFORMATION_RU  = 'Информация';
export const ABOUT_RU  = 'О проекте';
export const CONTACTS_RU  = 'Контакты';
export const PRIVACY_POLICY_RU  = 'Политика конфиденциальности';
export const TERMS_AND_CONDITIONS_RU  = 'Условия и положения';
export const DOWNLOAD_VIDEO_RU  = 'Скачать видео';
export const DOWNLOAD_MP3_RU  = 'Скачать mp3';

// ABOUT STRINGS
export const ABOUT_PROJECT_RU  = 'Проект FlipTok - что это?';
export const IF_YOU_NEED_RU = 'Если вам необходимо скачать видео с Тик Ток и вы не знаете, как это сделать, то советуем обратить внимание на проект FlipTok - это сайт, который позволяет справиться с задачей всего за несколько секунд. Сервис отличается простым и понятным интерфейсом, а значит дает возможность найти и загрузить любые ролики из Тик Ток и тинейджерам, и молодым людям и пользователям в возрасте. Сложностей точно не возникнет: мы предлагаем лучшее решение для сохранения роликов на любом устройстве.';
export const HOW_TO_USE_RU = 'Как пользоваться сервисом?';
export const WORKING_WITH_RU = 'Работа с сайтом предполагает выполнение совсем несложных действий: чтобы загрузить видеоролики и музыку из Тик Ток необходимо всего несколько шагов. Все, что вам нужно, это:';
export const GO_TO_THE_APP_RU = 'зайти в приложение и найти клип, который пришелся по душе;';
export const COPY_LINK_RU = 'скопировать ссылку, используя кнопку «Поделиться»;';
export const OPEN_THE_APP_RU = 'открыть сайт сервиса FlipTok и вставить скопированную ссылку в поле для ввода.';
export const THE_FINAL_STEP_RU = 'Последний штрих – нажать кнопку «Скачать» и дождаться загрузки видео-ролика: его можно будет найти в папке «Загрузки» или «Мои файлы». Обратите внимание, что скачать видео в Тик Ток без водяного знака позволяет именно FlipTok: другие подобные сервисы так не умеют.\n' +
  '\n' +
  'На сайте можно загрузить не только короткие видеоклипы, но и музыку из популярного приложения. Алгоритм действий не меняется: это все так же легко и просто.';
export const BENEFITS_RU = 'Преимущества FlipTok: что стоит знать пользователю?';
export const IF_YOU_CHOSEN_RU = 'Если вы выбрали FlipTok для скачивания файлов, то точно не прогадали, ведь сервис обладает массой преимуществ. Основные плюсы это:';
export const NO_USER_FEES_RU = 'отсутствие платы за пользование. При скачивании роликов из Тик Ток без водяного знака действительно не придется платить, даже если контента много, а его размеры немаленькие;';
export const HIGH_QUALITY_RU = 'качественные видео. FlipTok позволяет загрузить ролики без потери качества, а значит их просмотр на вашем устройстве будет максимально комфортным;';
export const ANY_FORMAT_RU = 'любой формат видео. Мы можете без проблем скачивать ролики в МР4, AVI, 3GP и других форматах. В любом случае сохранение будет максимально быстрым, а ролик качественным;';
export const CONFIDENTIALITY_RU = 'конфиденциальность. FlipTok сохраняет данные про пользователей, даже если вы открываете сайт ежедневно и загружаете большое количество контента.';
export const USING_THE_FLIPTOK_RU = 'Использовать сайт FlipTok совершенно не трудно, к тому же регистрироваться и проходить авторизацию нет необходимости. Скачивать дополнительные расширения, плагины, дополнения нет необходимости, ведь сайт работает в любом браузере.\n' +
  '\n' +
  'Еще одно важное достоинство сайта – возможность загрузить контент на любое устройство. Это может быть и планшет, и смартфон, и ноутбук, то есть любой девайс, на котором вы обычно просматриваете ролики.\n' +
  '\n' +
  'Загрузка выполняется быстро, буквально за несколько секунд, если ролик стандартного размера, длительностью до 60 секунд. Для сохранения длинных видео потребуется больше времени, но качество останется оригинальным.\n' +
  '\n' +
  'Готовы познакомиться с сервисом FlipTok? Спешите и наслаждайтесь видеороликами из Тик Ток без использования приложения и подключения к интернету: наш сервис выбрали уже сотни пользователей популярного приложения. Это действительно максимально простой и удобный способ загрузки клипов без вотермарки и регистрации, который точно понравится вам и вашим близким!';

// CONTACTS STRING

export const CONTACT_US_RU = 'Связаться с нами';
export const YOU_CAN_CONTACT_US_RU = 'Вы можете связаться с нами по следующим контактным данным:';
export const IF_YOU_HAVE_QUESTIONS_RU = 'Если у вас есть вопросы, предложения или комментарии, пожалуйста, не стесняйтесь обращаться к нам. Мы всегда готовы помочь вам и ответить на все ваши вопросы.';
export const WE_VALUE_YOUR_ATTENTION_RU = 'Мы ценим ваше внимание к нашему сайту и всегда готовы помочь вам. Независимо от вопросов или запросов, вы можете быть уверены, что получите нашу профессиональную и дружелюбную поддержку.';

// TERMS AND CONDITIONS STRING

// PRIVACY POLICY STRINGS
